Repository: BackupTheBerlios/destar-svn
Catalog: branches/0.2.X/po/*.po
Languages: de

source: DeStar %s, Copyright (C) 2005 by Holger Schurig and contributors. DeStar comes with ABSOLUTELY NO WARRANTY. This is free software, you are welcome to redistribute it under certain conditions; see the included files GPL-2.txt and COPYRIGHT.txt
de: DeStar %s, Copyright (C) by Holger Schurig und Mitwirkende. DeStar beinhaltet ABSOLUT KEINE GARANTIE. Das ist gratis Software, Sie duerfen sie gerne weiter verteilen unter bestimmten Bedingungen; Sehen dazu die beigefuegten AktenGPL-2.txt und COPYRIGHT.txt

source: Usage:
de: Gebrauch:

source: %s -v|--version: only print version information
de: %s -v--Version: nur die Versionsinformation drucken

source: Options:
de: Optionen:

source: -d | --daemonize: run in the background
de: -d | --deamonize: fuehre im Hintergrund aus

source: -r <port> | --port=<port>: run on port <port> (default: 8080)
de: -r <port> | --Port=<port>: Port ausführen <port> (Standarteinstellung:8080)

source: -b | --backend: run on backend mode
de: -b | --backend: Backend Modus ausführen

source: DeStar: Command-line parsing error. Aborting.
de: DeStar: Die Befehlslinie hat einen Fehler gefunden und wurde abgebrochen.

source: Error: rport (-r <num>/--port=<num> must be a number)
de: Fehler: rport (-r <num>/--port=<num> muss eine Nummer sein)

source: Error:
de: Fehler:

source: please install Quixote > 1.2 and < 2.0
de: Bitte installieren Sie Quixote > 1.2 und < 2.0

source: Warning: Configuration file could not be found.
de: Wahrnung: Konfigurationsakte konnte nicht gefunden werden.

source: Error backing up %s
de: Fehler beim Backup von %s aufgetreten

source: Error writing up %s
de: Fehler beim Schrieben von %s aufgetreten

source: Note: you should install python-pysqlite2 to have CDR functionality
de: Notiz: Sie sollten python-pysqlite2 installieren um CDR Funktionalität zu haben

source: Note: you need the cdr_sqlite3_custom module to have CDR and Stats functionalities
de: Notiz: Sie brauchen das cdr_sqlite3_custom Modul um CDR und Funktionalitäten der Statistiken zu haben

source: Note: you don't seem to have access to %s yet created by cdr_sqlite3_custom. See INSTALL.txt for details.
de: Notiz: Sie scheinen keinen Zugang zu %s, von cdr_sqlite3_custom, zu haben. Weiter Details können Sie in INSTALL.txt einsehen.

source: Call forwarding
de: Anrufumleitung

source: Extensions to set/unset call forwarding.
de: Durchwahlen um die Rufumleitung festzulegen/abzubrechen.

source: New extensions to set/unset call forwarding
de: Neue Durchwahlen um die Rufumleitung festzulegen/abzubrechen.

source: Type
de: Art

source: Call Forwarding Unconditional
de: Ständige Anrufumleitung

source: Call Forwarding if Busy
de: Anrufumleitung wenn besetzt

source: Call Forwarding if Timeout/Unavailable
de: Anrufumleitung wenn nicht verfügbar/Zeitüberschreitung

source: Setting preffix
de: Vorwahl festlegen

source: Unsetting extension
de: Durchwahl abbrechen

source: Set function toggleable
de: Funktion um zwischen festlegen und abbrechen hin- und herzuschalten

source: Create Devstate extension. Devstate Prefix:
de: Erstellt eine Devstate-Durchwahl. Devstate-Vorwahl:

source: This is a Dependency
de: Dies ist eine Abhängigkeit

source: Listen calls
de: Anrufe abhören

source: New spy extension
de: Neue Durchwahl um Anrufe abzuhören

source: Listen all calls on the Asterisk server. Jump through calls pressing *.
de: Alle Anrufe auf dem Asteriskserver anhören. Um zu einem anderen Anruf zu gelangen druecken Sie *.

source: Extension
de: Durchwahl

source: Password
de: Passwort

source: Be quiet?
de: Ungehört bleiben?

source: Conference room
de: Konferenzraum

source: New conference room
de: Neuer Konferenzraum

source: Conference number
de: Konferenznummer

source: Directory
de: Telefonbuch

source: New Directory
de: Neues Telefonbuch

source: This application allows you to dial by name.
de: Mit diesem Antrag können Sie durch den Namen wählen.

source: Set/Unset DND
de: Festlegen/abbrechen des DND

source: New extensions to Set/Unset Do not disturb
de: Neue Durchwahl um 'Bitte nicht stören' festzulegen/abzubrechen

source: Extensions to set/unset 'Do Not Disturb'.
de: Durchwahl um 'Bitte nicht stören' festzulegen/abzubrechen

source: Setting extension
de: Durchwahl für Einstellungen

source: Extension already in use
de: Die Durchwahl ist schon in Gebrauch

source: New Echo test extension
de: Neue Durchwahl des Echotests

source: The echo test immediately plays back what you speek. You can use this to find out how much echo you have.
de: Der Echotest spielt sofort zurueck was Sie sagen. Sie können ihn benutzen um herauszufinden wieviel Echo Sie haben.

source: Meeting room
de: Meetingraum

source: New meeting room
de: Neuer Meetingraum

source: Application that let create dynamic conferencing rooms
de: Antrag um dynamische Konferenzraeume zu erschaffen

source: Maximun duration in seconds?
de: Maximale Dauer in Sekunden?

source: Operator Panel
de: Bedienungspanel

source: Show this trunk in the panel
de: Zeigt diese Leitung im Panel

source: New milliwatt test extension
de: Neue Durchwahl des Milliwatttests

source: Generate a Constant 1000Hz tone at 0dbm (mu-law). Used for measuring.
de: Erzeugt einen konstanten 1000Hz Ton bei 0dbm (mu-Recht). Wird benutzt um die Stabilität des Systems zu messen.

source: Listen to music-on-hold
de: Wartemusik anhören

source: New music-on-hold extension
de: Neue Erweiterung der Wartemusik

source: Music-on-hold class
de: Arte der Wartemusik

source: Park calls
de: geparkte Anrufe

source: New call parking extension
de: Neue Durchwahl der geparkten Anrufe

source: Call Parking extension
de: Durchwahl der geparkten Anrufe

source: Parking places
de: Parkplätze

source: Play sound
de: Ton abspielen

source: Play a soundfile.
de: Tonakte abspielen

source: File name
de: Aktenname

source: Don't specify an extension
de: Keine Durchwahl spezifizieren

source: Please don't specify an extension
de: Bitte Keine Durchwahl spezifizieren

source: Extensions to add/remove from global quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The global list only works if the calling estension has been assigned a dialout with the quick dial lookup option activated.
de: Durchwahl um hinzuzufuegen/ zu loeschen von der globalen Schnellwahlliste. Die Durchwahl um hinzuzufuegen wird von der Form Vorwahl+2_digits_key+*+final_destination sein. Die Durchwahl zur Löschung wird von der Form Vorwahl+2_digits_key sein. Die globale List kann nur arbeiten, wenn der Anrufdurchwahl ein Dialout mit der aktivierten Schnellwahlsuchoption zugewiesen wurde.

source: New extensions to add/remove from global quick dial list
de: Neue Durchwahl um zu/von der globalen Schnellwahlliste hinzuzufügen/zu löschen

source: Setting prefix
de: Vorwahl zur Einstellungen

source: Unsetting prefix
de: Vorwahl zur Löschung

source: Private Quick Dial List
de: Private Schnellwahlliste

source: Extensions to add/remove from personal quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The personal quick dial list works for all extensions, by dialing dial_prefix+2_digits_key and only if the extension has an assigned dialout entry which pattern matches the final destination.
de: Durchwahl um hinzuzufuegen/ zu löschen von der der persoenlichen Schnellwahlliste. Die Durchwahl um hinzuzufuegen wird von der Form Vorwahl+2_digits_key+*+final_destination sein. Die Durchwahl zur Löschung wird von der Form Vorwahl+2_digits_key sein. Die persoenliche Schnellwahlliste arbeitet für alle Durchwahlen beim Wählen dial_Vorwahl+2_digits_key und nur wenn die Durchwahl einen zugewiesenen Dialout-Eingang hat dessen Vorlage zu den letzten Bestimmunsorten passt.

source: New extensions to add/remove/access personal quick dial list
de: Neue Durchwahl um hinzu zu fügen/ zu löschen/ anzusehn der persönliche Schnellwahlliste

source: Dial prefix
de: Wählen Sie die Vorwahl

source: Record sound
de: Ton aufnehmen

source: New recording extension
de: Neue Durchwahl der Aufnahme

source: Allows you to record a sound file. You can hang up, be silent for a second or dial '#' to stop the recording.
de: Sie können eine Sprachakte aufnehmen. Um die Aufnahme zu stoppen können Sie auflegen, schweigen für eine Sekunde oder '#' wählen.

source: Sound format
de: Tonformat

source: GSM compression
de: GSM Verdichtung

source: WAV-File with Microsoft PCM, 16 bit, mono 8000 Hz
de: Wav-Akte mit Microsoft PCM, 16 Bit, Mono 8000 Hz

source: WAV-File with GSM 6.10 compression, mono 8000 Hz
de: WAV-Akte mit GSM6.10 Verdichtung, Mono 8000 Hz

source: Say time
de: Zeitangabe

source: Time
de: Zeit

source: Date
de: Datum

source: Date and Time
de: Datum und Zeit

source: Voicemail dialog
de: Dialog der Voicemail

source: New voicemail dialog
de: Neuer Dialog der Voicemail

source: Extension to enter the voicemail system.
de: Durchwahl um ins System der Voicemail einzutreten.

source: Ask for user mailbox?
de: Nach Benutzermailbox fragen?

source: Voicemail settings
de: Einstellungen der Voicemail

source: Extensions to set/unset voicemail.
de: Durchwahl um die Voicemail festzulegen/zu löschen.

source: New extensions to set/unset voicemail
de: Neue Durchwahl um die Voicemail festzulegen/zu löschen

source: Voicemail Unconditional
de: Immer Voicemails empfangen

source: Voicemail if Busy
de: Voicemail wenn besetzt

source: Voicemail if Timeout/Unavailable
de: Voicemail wenn nicht verfügbar/Zeitüberschreitung

source: Used to route calls through trunks
de: Benutzt um Anrufe durch die Leitungen zu fuehren

source: Pattern
de: Vorlage

source: Remove Prefix of length
de: Wieviele Ziffern müssen von der Vorwahl entfernt werden?

source: Add Prefix
de: Fügen Sie eine Vorwahl hinzu

source: Maximum call time in seconds
de: Maximale Anrufdauer in Sekunden

source: Ringing time in seconds
de: Klingelzeit in Sekunden

source: Search on quick dial list?
de: In der Schnellwahlliste suchen?

source: Disable transfer to the calling party?
de: Übertragung zur Anruferpartei deaktiviern?

source: Caller ID for calls established through this dialout
de: Anrufer ID für bestehende Anrufe durch diesen Dialout

source: Change Caller*Id Name to:
de: Ändere Anrufer*Id Name in:

source: Change Caller*Id Number to:
de: Ändere Anrufer*Id Nummer in:

source: Trunks to use for routing this dialout entry
de: Leitungen um diesen Dialout-Eingan zu steuern

source: Auto attendant
de: Auto-Operator

source: New auto attendant
de: Neuer Auto-Operator

source: Basic auto-attendant.
de: Basis Auto-Operator

source: Time to wait before answer the line
de: Wartezeit vor Beantworten des Anrufs

source: (in seconds)
de: (in Sekunden)

source: How many time has the user to dial an extension?
de: Wieviel Zeit hat der Benutzer um eine Durchwahl zu wählen?

source: Max. time for incoming calls in seconds
de: Maximale Zeit für eingehende Anrufe in Sekunden

source: (0 or empty means no time restriction)
de: (0 oder leer bedeutet keine Zeitbeschränkung)

source: File to play in the background
de: Akte um zur selben Zeit im Hintergrund zu spielen

source: How many times should it be played?
de: Wie oft soll sie gespielt werden?

source: Pause between each playback
de: Pause zwischen jedem Playback

source: Extension to ring after file playing
de: Durchwahl um nachdem die Akte gespielt wurde zu klingeln

source: Digit to jump that extension directly
de: Ziffer um die Durchwahl direkt anzuwählen

source: Times string
de: Zeitangabe

source: i.e. hours|weekdays|monthdays|months (comma separated)
de: D.h. Stunden|Wochentage|Monatstage|Monate (Komma trennt)

source: Allow calling to all extensions of PBX
de: Erlaubt zu allen Durchwahlen von PBX anzurufen

source: File should be played at least one time
de: Akte soll mindestens einmal gespielt werden

source: Please specify dates
de: Bitte spezifizieren Sie ein Datum

source: Raw IVR
de: IVR im Aktenformat extensions.conf von asterisk

source: New raw IVR
de: Neue IVR im Aktenformat extensions.conf von asterisk

source: Contents
de: Inhalt

source: New audio codec to be used
de: Neuer Audio-Codec um benutzt zu werden

source: Allow codec
de: Zugelassener Codec

source: Use all codecs
de: Benutze alle Codecs

source: Direct inward dialing (DID) number
de: Direkteingehende Anrufnummer (DID)

source: New direct inward dialing (DID) number
de: Neue direkteingehende Anrufnummer (DID)

source: Used to route a DID to an extension or Auto-Attendant.
de: benutzt um eine DID zu einer Durchwahl zu steuern oder zu einem Auto-Operator

source: From Trunk:
de: Von der Leitung:

source: Go to
de: Gehe zu

source: Phone
de: Telefon

source: Custom map
de: Kundenspezifisch

source: Phone to ring
de: Telefon um zu klingeln

source: IVR to jump to
de: IVR um zu springen

source: Custom map, PBX
de: Kundenspezifisch, PBX

source: Custom map, destination
de: Kundenspezifisch, Bestimmungsort

source: CallerID:
de: Anrufer ID:

source: DID already in use for that trunk.
de: DID ist schon Gebrauch für diese Leitung.

source: ENUM search domain
de: Suche nach ENUM Domain

source: New ENUM search domain
de: Neue Suche nach ENUM Domain

source: Domain to search for ENUM entries
de: Domain um nach ENUM Eingang zu suchen

source: Load module
de: Lademodul

source: Module to load
de: Modul um zu laden

source: Logger options
de: Optionen der Registrierung

source: Asterisk can emit many events to it's console or a log file, Here you can make it more (or less) verbose:
de: Asterisk kann viele Ereignisse zu seiner Konsole oder einer Log-Aktie ausstrahlen. Hier können Sie es mehr (oder weniger) wortreich machen

source: Errors
de: Fehler:

source: Warnings
de: Wahrnungen:

source: Notifications
de: Benachrichtigungen

source: Verbose messages
de: Wortreiche Nachrichten

source: Debug output
de: Ergebnis der Programmfehlerbereinigung

source: Console output
de: Ergebnis der Konsole

source: Output in /var/log/asterisk/messages
de: Ergebnis in /var/log/asterisk/messages

source: Log to syslog via facility
de: Verbinde zu syslog durch die Anlage

source: What kind of messages to log
de: Welche Nachrichtenart aufzeichnen?

source: Management API access
de: Management API Zugang

source: New management API access
de: Neuer Management API Zugang

source: Secret
de: Geheimnis

source: IP disable mask
de: IP schaltet Maske ab

source: IP enable mask
de: IP ermöglicht Maske

source: Read
de: Lesen

source: Write
de: Schreiben

source: One Touch Monitor
de: Bilschirm mit Berührungseingabe

source: Touch Monitor Extension
de: Durchwahl des Bilschirms mit Berührungseingabe

source: Extension to dial to start monitoring a call.
de: Durchwahl um eine Anrufüberwachung zu starten.

source: Background music directory
de: Verzeichnis der Hintergrundmusik

source: New background music directory
de: Neues Verzeichnis der Hintergrundmusik

source: Application
de: Anwendung

source: Please specify an application
de: Bitte spezifizieren Sie eine Anwendung

source: Security Code
de: Sicherheitscode

source: Button Size
de: Größe der Taste

source: Very Small
de: Sehr klein

source: Small
de: Klein

source: Large
de: Groß

source: Very Large
de: Sehr groß

source: Frequency in seconds to poll for sip and iax status
de: Frequenz in Sekunden um sip und iax Status abzufragen

source: New Virtual PBX
de: Neue Virtuelle PBX

source: You can have several logically separated PBX
de: Sie können mehrere logischerweise getrennte PBX haben

source: Pickup Extension
de: Durchwahl der Annahme anderer Telefone

source: Extension to dial to pick-up a call in the same group.
de: Durchwahl um einen Anruf aus der selben Gruppe anzunehmen

source: Raw config file snippet
de: Aktienschnipsel im Format von Asterisk

source: New raw config file snippet
de: Neuer Aktienschnipsel im Format von Asterisk

source: Section/Context
de: Sektion/Kontext

source: RTP options
de: RTP Optionen

source: Start of RTP port area
de: Start des RTP Port-Gebiets

source: Check UDP checksums of RTP packets
de: Überprüfe die UDP Checksummen von RTP Paketen

source: must be higher than start value
de: Muß höher als der Startwert sein

source: Austria
de: Österreich

source: Australia
de: Australien

source: Belgium
de: Belgien

source: Brazil
de: Brazilien

source: Germany
de: Deutschland

source: Spain
de: Spanien

source: Finland
de: Finnland

source: France
de: Frankreich

source: Greece
de: Grichenland

source: India
de: Indien

source: Italy
de: Italien

source: Netherlands
de: Niederlande

source: Norway
de: Norwegen

source: Poland
de: Polen

source: Russia
de: Russland

source: Sweden
de: Schweden

source: United Kingdom
de: Vereinigtes Königreich

source: United States / North America
de: USA / Nord Amerika

source: South Africa
de: Süd Afrika

source: General settings
de: Allgemeine Einstellungen

source: Country
de: Land

source: The country is used for generating dialtone, ringtone, busytone etc
de: Das Land wird für das Erzeugen des Wähltons, Klingeltons, Besetztzeichens, etc. gebraucht

source: language
de: Sprache

source: The language is used for voice prompts
de: Die Sprache wird für die Stimmeingabeaufforderungen gebraucht

source: Tapi Support
de: Tapi Unterstützung

source: SIP Options
de: SIP Optionen

source: Bind specific address?
de: Verwendung einer speziellen Adresse?

source: Bind address
de: Verwende die Adresse:

source: Global NAT
de: Globale NAT

source: No
de: Nein

source: Yes
de: Ja

source: Always
de: Immer

source: SIP Pedantic checking of Call-ID
de: SIP pedantisches Prüfen der Anruf-ID

source: External/Internal IP
de: Externe/Interne IP

source: Force external ip/internel network?
de: Vorgeben der externe ip/ des internen Netzwerks?

source: External ip
de: Externe ip

source: Internal network
de: Internes Netzwerk

source: Netmask
de: Netzmaske

source: TOS Field
de: TOS Bereich

source: Enable DNS SRV lookups on outbound calls
de: Ermöglicht DNS- und SRV-Suchen nach ausgehenden Anrufen

source: Other options
de: Andere Optionen

source: Music on hold
de: Wartemusik

source: Transfer Extensions
de: Durchwahl der Übertragungen

source: Extensions to dial to transfer a call.
de: Durchwahl um einen Anruf zu übertragen

source: Blind Transfer Extension
de: Durchwahl der verdeckten Übertragung

source: Attended Transfer Extension
de: Durchwahl der besuchten Übertragung

source: Number of seconds to wait between digits when transfering a call
de: Anzahl der zu wartenden Sekunden zwischen Zifferneingabe während der Anrufübertragung

source: Default is 3 seconds
de: Der Verzug beträgt 3 Sekunden

source: Timeout for answer on attended transfer
de: Zeitüberschreitung für das Beantworten der besuchen Übertragung

source: Default is 15 seconds
de: Der Verzug beträgt 15 Sekunden

source: DeStar user
de: Benutzer von DeStar

source: New DeStar user
de: Neuer Benutzer von DeStar

source: Associated IP address of PC
de: Zugehörige IP Adresse des PCs

source: Trusted for auto-login
de: Zugelassen für Auto-Login

source: Associated phone
de: Zugehöriges Telefon

source: Associated Virtual PBX
de: Zugehöriger virtueller PBX

source: disabled
de: Deaktiviert

source: User
de: Benutzer

source: Virtual PBX Administrator
de: Virtueller PBX Administrator

source: Configurator
de: Konfigurator

source: Language
de: Sprache

source: Please choose a Virtual PBX for this user.
de: Bitte wählen Sie einen virtuelles PBX für diesen Benutzer.

source: Enable Voicemail on phones
de: Aktiviert Voicemail im Telefonen

source: Recording settings
de: Einstellungen der Aufnahme

source: File format for voicemail messages
de: Aktienformat für Voicemail-Nachrichten

source: Maximal message length (in seconds)
de: Maximale Nachrichtenläng (in Sekunden)

source: Minimal message length (in seconds)
de: Minimale Nachrichtenläng (in Sekunden)

source: Seconds of silence to end the recording
de: Sekunden der Ruhe bis zum Ende der Aufzeichnung

source: Silence threshold (what we consider silence, the lower, the more sensitive)
de: Ruheschwelle (was Sie als Ruhe betrachten, je Niedriger die Schwelle umso empfindlicher)

source: Playback settings
de: Einstellungen des Playbacks

source: Max number of failed login attempts
de: Maximale Anzahl der fehlgeschlagenen Loginversuche

source: Seconds to skip forward/backward
de: Sekunden um vor/zurück zu springen

source: Activate email voicemail notifications?
de: Möchten Sie eine E-Mail-Benachrichtigung erhalten, wenn Sie eine Voicemail bekommen?

source: Who the e-mail notification should appear to come from
de: Von wem aus soll die E-Mailbenachrichtgung zu kommen scheinen?

source: Change the From: string
de: Ändert den Absender der E-Mailbenachrichtigung

source: The Asterisk/DeStar PBX
de: Die Asterisk/DeStar PBX

source: Change email Subject
de: Ändert das Thema der E-Mail

source: [DeStar PBX]: New message from ${VM_CALLERID} in mailbox ${VM_MAILBOX}
de: [DeStar PBX]: Neue Nachricht von ${VM_CALLERID} in der Mailbox ${VM_MAILBOX}

source: Change email Body
de: Ändert den Text E-Mail

source: Dear ${VM_NAME}:\n\n\tjust wanted to let you know you were just left a ${VM_DUR} long message (number ${VM_MSGNUM})\n\tin mailbox ${VM_MAILBOX} from ${VM_CALLERID}, on ${VM_DATE}, so you might\n\twant to check it when you get a chance. Thanks!\n\n\t\t\t--Asterisk/Destar PBX.
de: Lieber ${VM_NAME}:\n\n\tIch wollte dich nur wissen lassen, dass du eine ${VM_DUR} lange Nachricht (number ${VM_MSGNUM})\n\tin der Mailbox ${VM_MAILBOX} von ${VM_CALLERID} hinterlassen hast, am ${VM_DATE}. Vielleicht möchten Sie sie überpruefen. Danke!\n\n\t\t\t--Asterisk/Destar PBX.

source: Should the email contain the voicemail as an attachment?
de: Soll die E-Mail die Sprachnachricht als Anhang beinhalten?

source: Override the default program to send e-mail
de: Soll das vorgegebene Programm überschrieben werden um E-Mails zu versenden

source: i.e.: /usr/sbin/sendmail -t
de: D.h.: /usr/sbin/sendmail -t

source: Be sloppy when detecting DTMF
de: Soll das System schlampig beim erkennen des DTMF sein?

source: Echo cancel samples
de: Stichproben um das Echo abzubrechen

source: Cancel echo even on bridged calls
de: Echo abbrechen auch bei überbrückten Anrufen

source: Do early echo training
de: Ein frühes Echotraining machen?

source: Use ADSI for menu phones
de: Benutzt ADSI für Menütelefone

source: Signal a waiting call
de: Signalisiert einen wartenden Anruf

source: Send callerid during call waiting indication
de: AnruferID wärend einem wartenden Anruf senden?

source: Suspend a call temporarily via a hook flash
de: Vorrübergehender Ausschluß eines Anrufs durch auflegen?

source: Allow call transfer
de: Erlaubt Anrufübertragung

source: Allow call forwards
de: Erlaubt Anrufweiterleitung

source: Read caller number with *69
de: Ließt Anrufernummer mit *69

source: Zaptel configuration for PRI
de: Zaptel Konfiguration für PRI

source: i.e. 1 if 1st card
de: i.e. 1 wenn erste Karte

source: Read zaptel documentation
de: Lesen Sie die Zaptel Dokumentation

source: Power level based on distance from the card to the service provider's gateway.
de: Powerniveau basiert auf die Entfernung der Karte zum Gateway des Serviceanbieter

source: 0: 0 db (CSU) / 0-133 feet (DSX-1)
de: 0: 0 db (CSU) / 0-133 Fuss (DSX-1)

source: 1: 133-266 feet (DSX-1)
de: 1: 133-266 Fuss (DSX-1)

source: 2: 266-399 feet (DSX-1)
de: 2: 266-399 Fuss (DSX-1)

source: 3: 399-533 feet (DSX-1)
de: 3: 399-533 Fuss (DSX-1)

source: 4: 533-655 feet (DSX-1)
de: 4: 533-655 Fuss (DSX-1)

source: 5: -7.5db (CSU)
de: 5: -7,5db (CDU)

source: Coding
de: Kodierung

source: Channels
de: Kanäle

source: i.e. 1-15,17-31
de: D.h. 1-15,17-31

source: Signaling channel
de: Signalisierender Kanal

source: i.e. 16
de: D.h. 16
