Repository: BackupTheBerlios/destar-svn
Catalog: branches/0.2.X/po/*.po
Languages: de

source: Zaptel Trunk Options
de: Zaptel Leitungsoptionen

source: Try to detect busy signal to detect if remote site hung up
de: Versuchen Sie durch das Besetztzeichen zu bemerken ob Ihr Gesprächspartner aufgelget hat.

source: Remote SIP extension - Epygi
de: Entfernte SIP Durchwahl - Epygi

source: New SIP Epigy extension
de: Neue SIP Epygi Durchwahl

source: IP address of Epygi gateway
de: IP Adresse des Epygi Gateways

source: Is the trunk behind NAT ?
de: Ist die Leitung hinter NAT?

source: DTMF mode:
de: DTMF Betriebsart

source: Enable call group
de: Aktiviert Gruppenanruf

source: Show this extension in the panel
de: Zeigen der Durchwahl im Panel?

source: Signal waiting mail
de: Signal der wartenden Nachricht

source: Calls from the phone
de: Anrufe vom Telefon

source: Caller-Id Number
de: Anrufer-ID Nummer

source: Caller-Id Name
de: Anrufer- ID Name

source: Monitor calls made from this extension?
de: Anrufe aufzeichnen, die von dieser Durchwahl aus gemacht werden?

source: Monitor file name
de: Aktenname der Abhörung

source: Otherwise it will use Date-CallerIdName(CallerIdNum)-Exten
de: Anderenfalls wird es Date-CallerIDName(CallerIdName)-Exten benutzen

source: Monitor file format
de: Aktenformat der Abhörung

source: Append to existing file instead of overwriting it?
de: Zur existierenden Akte hinzufügen anstelle sie zu überschreiben?

source: Save audio only while the channel is bridged?
de: Soll der Anruf nur gespeichert werden während der Kanal überbrückt wird?

source: Does not include conferences
de: Beinhaltet keine Konferenzen

source: Heard volume factor
de: Faktor der Lautstärke

source: Spoken volume factor
de: Faktor der Sprachlautstärke

source: Allowed dialout-entries
de: Erlaubt Dialout-Eingänge

source: Enable time restriction?
de: Zeitbeschränkung aktivieren?

source: Alias extension
de: Alias-Durchwahl

source: New alias extension
de: Neue Alias-Durchwahl

source: Set an 'alias' extension to a phone
de: Fügt eine Alias-Durchwahl einem Telefon hinzu

source: This can be used to set operator(o) or fax(fax) extensions.
de: Dies kann benutzt werden um Durchwahlen für Operator/in oder Fax zu setzen.

source: Calls to the extension
de: Anrufe zu den Durchwahlen

source: Real phone to ring
de: Reales Telefon um zu klingeln

source: Normal IAX phone
de: Normales IAX Telefon

source: New IAX phone
de: Neues IAX Telefon

source: IP address of phone
de: IP Adresse des Telefons

source: Allow direct dialling from outside?
de: Direkte Anrufe von ausserhalb zulassen?

source: Skip asterisk media path?
de: Den Asterisk Medienpfad überspringen?

source: Normal MGCP phone
de: Normales MGCP Telefon

source: New MGCP phone
de: Neues MGCP Telefon

source: If you haven't configured a name for your phone please use the IP address here.
de: Wenn Sie noch keinen Namen für Ihr Telefon konfiguriert haben benutzen Sie bitte die IP Adresse hier.

source: Enable Call transfer
de: Aktiviert Anrufübertragung

source: Enable Call forward
de: Aktiviert Anrufweiterleitung

source: Caller-Id-Number
de: Anrufer-ID-Nummer

source: Caller-Id-Name
de: Anrufer-ID-Name

source: Normal Call Queue
de: Normaler Anruf der Warteschleife

source: New Call Queue
de: Neuer Anruf der Warteschleife

source: Agent ring timeout
de: Agent der Klingelzeitüberschreitung

source: Queue timeout
de: Zeitüberschreitung der Warteschleife

source: On queue timeout forward to extension
de: Bei Zeitüberschreitung in der Warteschleife, weiter zur Durchwahl

source: Ring instead of playing Music-on-Hold?
de: Klingeln anstelle von Wartemusik?

source: Strategy:
de: Strategie:

source: Ring all - ring all available channels until one answers
de: Alle anrufen - alle verfügbaren Kanäle anrufen bis jemand antwortet

source: Least recent - ring interface which was least recently called by this queue
de: der am längsten Wartende - Wähle das Interface, das am längsten von dieser Warteschleife nicht angerufen wurde

source: Fewest calls - ring the one with fewest completed calls from this queue
de: Die wenigsten Anrufe - wähle denjenigen mit den wenigsten vervollständigten Anrufen dieser Warteschleife aus

source: Random - ring random interface
de: Zufallsprinzip - Wähle ein zufälliges Interface aus

source: Round robin with memory - remember where we left off last ring pass
de: Round robin mit Speicher - speichert wo der letzte Klingeldurchlauf verlassen wurde

source: How long to wait before trying all the members again?
de: Wie lange soll gewartet werden bevor es bei allen Mitglieder nochmal versucht wird?

source: Announces
de: Ankündigungen

source: Announce queue position to caller?
de: Soll die Warteschleifenposition dem Anrufer angekündigt werden?

source: How often to announce queue position and/or estimated holdtime to caller
de: Wie oft soll die Warteschleifenposition und/oder geschätzte Wartezeit dem Anrufer angekündigt werden?

source: Include estimated hold time in position announcements?
de: Beinhaltet geschätzte Wartezeit in der Ankündigungsposition?

source: Only Once
de: Nur einmal

source: Monitor answered calls?
de: Sollen die beantworteten Anrufe abgehört werden?

source: You should select a frequency
de: Sie sollten eine Frequenz auswählen

source: Normal SIP phone
de: Normales SIP Telefon

source: New SIP phone
de: Neues SIP Telefon

source: Normal ZAP phone
de: Normales Zap Telefon

source: New ZAP phone
de: Neues ZAP Telefon

source: Zaptel channel number
de: Zaptelkanal Nummer

source: Group
de: Gruppe

source: Show this phone in the panel
de: Zeigt dieses Telefon im Panel

source: Calls from the ISDN network
de: Anrufe vom ISDN Netzwerk

source: Subscriber number
de: Nummer des Teilnehmers

source: MSN already assigned
de: MSN schon zugewiesen

source: Calls to the ISDN network
de: Anrufe zum ISDN Netzwerk

source: Outgoing prefix
de: Ausgehende Vorwahl

source: VOIP-Provider FreeworldDialup (IAX)
de: VOIP-Versorger FreeworldDialup (IAX)

source: New VOIP-Provider FreeworldDialup (IAX) trunk
de: Neuer VOIP-Anbieter FreeworldDialup (IAX) Leitung

source: You can register free of charge at http://freeworlddialup.com and get an FWD Id where people can call you. These calls are is free of charge, too. When you've an account, you must enable FWD's IAX support at http://www.freeworlddialup.com/advanced/iax to use this this 'phone line'.
de: Sie können sich gebührenfrei bei http://freeworlddialup.com registrieren und eine FWD ID bekommen wo man Sie anrufen kann. Diese Anrufe sind auch gebührenfrei. Wenn Sie Zugang haben, müssen Sie die FWD's IAX Unterstützung bei http://www.freeworlddialup.com/advanced/iax aktivieren um diese 'Telefonleitung' zu benutzen.

source: FWD number
de: FWD Nummer

source: FWD password
de: FWD Passwort

source: Calls to FWD
de: Anrufe zu FWD

source: Calls from FWD
de: Anrufe von FWD

source: Standard IAX Trunk
de: Standart IAX Leitung

source: New standard IAX trunk
de: Neue standart IAX Leitung

source: Used to setup an IAX trunk to another Asterisk server or an IAX termination.
de: Benutz um eine IAX Leitung zu einem anderen Asterisk Server aufzubauen oder zu einem IAX Anschluss.

source: IAX username
de: IAX Benutzername

source: IAX2 remote port
de: entfernter IAX2 Port

source: Bandwith
de: Bandbreite

source: Low
de: Tief

source: High
de: Hoch

source: Register with remote host?
de: Mit enferntem Host registrieren?

source: Authentication
de: Bestätigung

source: Authentication Method
de: Bestätigungsmethode

source: For 'Plain' or 'MD5' only
de: Nur für 'Plain' oder 'MD5'

source: Public key from remote server
de: Öffentlicher Schlüssel von entferntem Server

source: For 'RSA' only
de: Nur für 'RSA'

source: Private local key
de: Privater örtlicher Schlüssel

source: Enable trunking?
de: Trunking aktivieren?

source: Calls from IAX trunk
de: Anrufe vom IAX Leitung

source: Change Caller*Id to:
de: Ändern der Anrufer*ID in:

source: Extension to ring
de: Klingeldurchwahl

source: Allow dial extension from which Virtual PBX
de: Von welcher virtuellen PBX soll die Durchwahl erlaubt werden?

source: Outgoing calls to IAX trunk
de: Ausgehende Anrufe zu einer IAX Leitung

source: New VOIP-Provider Iaxtel trunk
de: Neuer VOIP-Anbieter Iaxtel Leitung

source: You can register free of charge at http://www.iaxtel.com and get an IAXtel number where people can call you. These calls are free of charge, too.'.
de: Sie können sich gebührenfrei bei http://www.iaxtel.com registrieren und bekommen eine IAXTEL Nummer wo man Sie anrufen kann. Diese Anrufe sind auch gebührenfrei.'.

source: IAXTEL number
de: IAXTEL Nummer

source: IAXTEL password
de: IAXTLE Passwort

source: Calls to IAXTEL
de: Anrufe zu IAXTEL

source: Calls from IAXTEL
de: Anrufe von IAXTEL

source: Standard SIP Trunk
de: Standart SIP Leitung

source: New standard SIP trunk
de: Neuer standart SIP Leitung

source: Used to setup a SIP trunk to a SIP provider or a different SIP server.
de: Benutzt um eine SIP Leitung zu einem SIP Anbieter oder zu einem anderen SIP Server aufzubauen.

source: SIP username
de: SIP Benutzername

source: SIP password
de: SIP Passwort

source: Enable forward address type?
de: Forward address Art aktivieren?

source: Is the trunk behind NAT?
de: Ist die Leitung hinter NAT?

source: Bypass auth for incoming calls?
de: Ungehen der Autentisierung für eingehende Anrufe?

source: Calls from SIP trunk
de: Anrufe von einer SIP Leitung

source: New ISDN using zaphfc trunk
de: Neuer ISDN benutzt zaphfc Leitung

source: Mode of NTBA
de: Form von NTBA

source: Number of cards
de: Nummer der Karten

source: PBX ZAP trunk
de: PBX ZAP Leitung

source: New PBX ZAP trunk
de: Neuer PBX ZAP Leitung

source: Callout group
de: Gruppe der ausgehenden Anrufe

source: Reception and Transmission Gains
de: Empfangs- und Übermittlungsgewinne

source: Reception gain
de: Empfangsgewinn

source: Transmission gain
de: Übermittlungsgewinn

source: Outbound prefix
de: Ausgehende Vorwahl

source: Standard ZAP PRI trunk
de: Standart ZAP PRI Leitung

source: New standard ZAP PRI trunk
de: Neue standart ZAP PRI Leitung

source: Calls from PRI channel(s)
de: Anrufe von PRI Kanälen

source: Group already in use
de: Gruppe wird bereits benutzt

source: Standard ZAP trunk
de: Standart ZAP Leitung

source: New standard ZAP trunk
de: Neue standart ZAP Leitung

source: Calls from ZAP trunk
de: Anrufe von ZAP Leitung

source: None
de: Keine

source: Extension already in use on that PBX
de: Erweiterung bereits in Gebrauch in dieser PBX

source: Name should not contain '-' or spaces
de: Der Name sollte eine '-' oder Leerzeichen beinhalten

source: Name already in use
de: Der Name wird bereits benutzt

source: The configlet '%s' does not have a description
de: Das configlet '%s' hat keine Beschreibung

source: Info
de: Information

source: Price/Account_code for this pattern
de: Preis/Zugangs_Code für diesen Pattern

source: Password:
de: Passwort:

source: Dial Command
de: Wählbefehl

source: You should select a phone to ring to
de: Sie ein Telefon zum anwählen auswählen

source: This menu will contain all sorts of administration stuff:
de: Dieses Menü beinhaltet alles der Administration:

source: 0,No timeout|300,5 minutes|600,10 minutes|1200,20 minutes|2400,40 minutes|3000,50 minutes
de: 0,keine Zeitüberscheitung|300,5Minuten|600,10Minuten|1200,20Minuten|2400,40Minuten|3000,50Minuten

source: Restarting the panel daemon ...
de: Neustarten des Panel Daemon ...

source: Note: you should install python-pysqlite2 to have Queue Stats functionality
de: Notiz: Sie sollten python-pysqlite2 instaliere, um Funktionalität der Warteschleifenstatistiken zu haben

source: Note: you don't seem to have access to %s. See INSTALL.txt for details.
de: Notiz: Sie scheinen keinen Zugang zu %s zu haben. Weiter Details entnehmen SIe INSTALL.txt.

source: Note: you don't seem to have access to %s.
de: Notiz: Sie scheinen keinen Zugang zu %s zu haben.

source: Add more
de: Fügen Sie mehr hinzu

source: Invalid URL
de: ungültige URL

source: Object does not exist
de: Objekt existiert nicht

source: Submit
de: Absenden

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Backup a config file
de: Back-up einer Konfigurationsakte

source: I had a problem backing up %s
de: Ich hatte Probleme beim Back-up von %s

source: Asternic Flash Operator Panel
de: Asterisk Flash Operator Panel

source: You don't have a panel configured yet
de: Sie haben noch kein Panel konfiguriert

source: You have a panel configured
de: Sie haben ein Panel konfiguriert

source: here
de: hier

source: PBX State
de: PBX Status

source: Status of Asterisk/DeStar PBX
de: Status von Asterisk/DeStar PBX

source: Asterisk is not running!
de: Asterisk arbeitet nicht!

source: Perform administrative actions to PBX
de: Führt administrative Aktionen in PBX aus

source: Action
de: Aktion

source: Description
de: Beschreibung

source: Apply Changes
de: Änderungen bestätigen

source: Reload Asterisk/DeStar PBX
de: Läd Asterisk/DeStar PBX nach

source: View/Save Configuration
de: Zeigen/Speichern der Konfiguration

source: Show and Save Asterisk configuration files
de: Zeigen und speicheren der Asterisk Konfigurationsakte

source: Show selected files
de: Zeigen der ausgewählten Akten

source: Save all changes
de: Speichern aller Änderungen

source: Asterisk configuration files
de: Asterisk Konfigurationsakten

source: Save changes results
de: Speichern der Änderungsergebnisse

source: Configuration files saved
de: Konfigurationsakte gespeichert

source: There were problems writing the configuration. Please take a look at the error logs.
de: Es gabt Probleme beim Schreiben der Konfiguration. Bitte schauen Sie in das Fehler-Log.

source: Nothing to Show
de: Nichts zu zeigen

source: There is nothing configured yet.
de: Es ist noch nichts konfiguriert.

source: WARNING: This configuration might experience grave problems because the following asterisk modules are missing on your system:
de: WARNUNG: Diese Konfiguration könnte ernste Probleme verursachen weil die folgenden Asterisk Module in Ihrem System fehlen:

source: Add a new configlet
de: Fügt einen neuen configlet hinzu

source: Applications
de: Anträge

source: Special Asterisk Applications
de: Spezieller Asterisk Antrag

source: Audio codecs to use on SIP and IAX channels.
de: Audio-Codecs um bei SIP und IAX Kanälen zu benutzen.

source: Dialout entries for outgoing calls
de: Dialout-Eingänge für ausgehende Anrufe

source: Direct Inward Dialing.
de: Direktes internes Wählen.

source: Moves a configlet one position down
de: Bewegt ein configlet eine Position hinunter

source: Could not swap id's %(id-1)s and %(id)s
de: Konnte id's %(id-1)s und %(id)s nicht tauschen

source: Edit a configlet
de: Bearbeitet ein configlet

source: Interactive Voice Response menus for the PBX.
de: Interaktives Menü für Sprachantworten für die PBX

source: Options
de: Optionen

source: DeStar and Asterisk options and parameters
de: DeStar und Asterisk Optionen und Parameter

source: Phones
de: Telefone

source: Phones and their settings
de: Telefone und ihre Einstellungen

source: Configuration
de: Konfiguration

source: Modify Asterisk configuration
de: Modifiziert die Konfiguration von Asterisk

source: Configuration tips
de: Tips zur Konfiguration

source: You should enable write access to the directory /etc/asterisk. Without the ability to modify the configuration files DeStar would be pretty useless. You should 'chmod g+rwx' this directory and set it's group to one of '%s'.
de: Sie sollten es ermöglichen einen Zugang zur Direktion /etc/asterisk zu schreiben. DeStar würde, ohne die Fähigkeit die Konfigurationsakte zu modifizieren, völlig unbrauchbar sein. Sie sollten diese Direktion 'chmod g+rwx' und seine Gruppe zu einer von '%s' setzen.

source: You should create a phone. Without defined phones you can't make and receive calls.
de: Sie sollten ein Telefon erstellen. Ohne definierte Telefone können Sie keine Anrufe erhalten oder machen.

source: You should create a trunk (connection to a Phone company or VOIP Provider). Without a trunk you can only make calls between local phones.
de: Sie sollten eine Leitung erstellen (Verbindung zu einer Telefongesellschaft oder VOIP Anbieter). Ohne eine Leitung können Sie nur Anrufe zwischen lokalen Telefonen machen.

source: Trunks
de: Leitungen

source: You should enable write access to /etc/zaptel.conf. Without write access to this file you cannot configure Zaptel devices, e.g. FXO/FXS cards, T1/E1 cards, ZapHFC ISDN cards, etc. You should 'chmod g+rw' this file and set it's group to one of '%s'.
de: Sie sollten es ermöglichen einen Zugang zu /etc/zaptel.conf zu schreiben. Ohne Zugang zu dieser Akte können Sie keine Zaptel Geräte konfigurieren, z.B. FXO/FXS Karten, T1/e1 Karten, ZapHFC ISDN Karten, etc. Sie sollten diese Akte 'chmod g+rwx' und ihre Gruppe zu einer von '%s' setzen.

source: You should enable write access to the %s directory. Without the ability to modify the Asternic Flash Operator Panel configuration files DeStar won't be integrated whit the panel.
de: Sie sollten es ermöglichen einen Zugang zu der %s Direktion zu schreiben. Ohne die Fähigkeit den Asterisk Flash Operator Panel zu modifizieren, würde die DeStar Konfigurationsakte nicht in das Panel integriert sein.

source: You don't seem to have access to %s yet created by cdr_sqlite3_custom. Without this file CDR reports wont be accesible trough this interface.
de: Es scheint, dass Sie noch keinen Zugang zu %s geschaffen von cdr_sqlite3_custom haben. Ohne diese Akte werden CDR Berichte nicht zugänglich zu diesem Interface sein.

source: Configured
de: Konfiguriert

source: Category
de: Kategorie

source: Other things you can configure:
de: Andere Dinge, die Sie konfigurieren können:

source: You can configure the following things
de: Sie können die folgenden Dinge konfigurieren

source: Telephone company lines and VoIP-Trunks
de: Anschlüsse von Telefongesellschaften und VOIP-Leitungen

source: You should add at least one phone to configure trunks
de: Sie sollten wenigstens ein Telefon hinzufügen, um die Leitung zu konfigurieren

source: Moves a configlet one position up
de: Bewegt ein configlet eine Position hinauf

source: Users
de: Benutzer

source: Users and Mailboxes
de: Benutzer und Mailboxen

source: Debug
de: Fehler suchen und beseitigen

source: Various functions to debug DeStar, mostly useful for programmers
de: Verschiedene Funktionen um Fehler in DeStar zu suchen, meist nützlichfür Programmierer

source: Login into DeStar
de: Login in DeStar

source: User or phone name/number
de: Name/Nummer des Benutzers oderTelefons

source: Password or PIN
de: Passwort oder PIN-Nummer

source: Invalid username or password
de: Nicht verfügbarer Benutzername oder Passwort

source: Logout and become a guest user
de: Logout und werden Sie ein Gastbenutzer

source: Main menu
de: Hauptmenü

source: DeStar main page
de: DeStar meine Seite

source: Access Denied
de: Zugang verweigert

source: You don't have access to this page.
de: Sie haben keinen Zugang zu dieser Seite.

source: Call Details For Virtual PBX
de: Wähle Details für virtuelle PBX

source: Get statistics about made and received calls
de: Macht Statistiken über gemachte und empfangene Anrufe

source: First
de: Erster

source: Previous
de: Vorheriger

source: Next
de: Nächster

source: Last
de: Letzter

source: All
de: Alle

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Source
de: Quelle

source: Wildcards: % is the 'zero or more characters' wildcard, and _ is the 'exactly one character' wildcard
de: Platzhalter: % ist der 'Null oder mehr Charaktere'-Platzhalter und _ ist der 'genau ein Charakter'-Platzhalter

source: Caller ID
de: Anrufer ID

source: Destination
de: Bestimmungsort

source: You can use the same wildcards as above
de: Sie können den selbe Platzhalter wie oben benutzen

source: Duration
de: Dauer

source: In seconds
de: In Sekunden

source: Number of records to show:
de: Anzahl der zu zeigenden Aufnahmen:

source: Search between the following dates
de: Suche zwischen den folgenden Daten

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Start:
de: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anfang:

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;End:
de: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ende:

source: Search
de: Suche

source: Asc. Order
de: Aufsteigende Anordnung

source: Desc. Order
de: Absteigende Anordnung

source: Virtual PBX Owner
de: Virtueller PBX Besitzer

source: Perform administrative actions to PBX and extensions
de: Führt administrative Aktionen in PBX un den Durchwahlen aus

source: Calls Statistics
de: Statistiken der Anrufe

source: Day:
de: Tag:

source: Calls per Hour in a Day
de: Anrufe pro Stunde an einem Tag

source: Hours
de: Stunden

source: Minutes per Hour in a Day
de: Minuten pro Stunde an einem Tag

source: Minutes
de: Minuten

source: Cost per Hour in a Day
de: Kosten pro Stunde an einem Tag

source: Cost
de: Kosten

source: Day
de: Tag

source: Calls per Day in a Month
de: Anrufe pro Tag in einem Monat

source: Days
de: Tage

source: Minutes per Day in a Month
de: Minute pro Tag in einem Monat

source: Cost per Day in a Month
de: Kosten pro Tag in einem Monat

source: Month
de: Monat

source: Calls per Month in a Year
de: Anrufe pro Monat in einem Jahr

source: Months
de: Monate

source: Minutes per Month in a Year
de: Minuten pro Monat in einem Jahr

source: Cost per Month in a Year
de: Kosten pro Monat in einem Jahr

source: Year
de: Jahr

source: Calls per Year
de: Anrufe pro Jahr

source: Years
de: Jahre

source: Minutes per Year
de: Minuten pro Jahr

source: cost per Year
de: Kosten pro Jahr

source: Sorry, this kind of query is not supported yet
de: Entschuldigung, diese Frage ist noch nicht gelöst

source: Statistics of Calls by Date:
de: Chronologische Statistik der Anrufe

source: Results
de: Ergebnisse

source: You need to install pychart and use a cdr with sqlite to get these statistics
de: Sie müssen pychart insallieren und eine CD-R mit sqlite benutzen, um diese Statistiken zu bekommen

source: Call Details
de: Anrufdetails

source: Dialout Statistics
de: Dialout-Statistiken

source: Statistics for Dialout Entries
de: Statistiken für Dialout-Eingänge

source: From:
de: Von:

source: To:
de: Zu:

source: Other Calls
de: Andere Anrufe

source: Statistics of Calls by Dialout Entry:
de: Statistiken der Anrufe durch Dialout-Eingang

source: Extension Statistics
de: Durchwahl der Statistik

source: Statistics for an Extension
de: Statistiken für eine Durchwahl

source: Statistics
de: Statistiken

source: Queue Callback
de: Rückruf der Warteschleifen

source: Call Back List by Queue
de: Rückrufliste der Warteschleife

source: Period
de: Periode

source: List of uncompleted callers
de: Liste der nicht erledigten Anrufer

source: All Years
de: Alle Jahre

source: Caller
de: Anrufer

source: List of calls that entered a Queue but where not completed, by date:
de: Chronologische Liste der in die Warteschleife eingegangenen Anrufe, die nicht erledigt wurden

source: Queue Statistics
de: Statistik der Warteschleife

source: Incoming Call Statistics by Queue
de: Statistik der eingehenden Anrufe der Warteschleife

source: Completed Calls
de: Erledigte Anrufe

source: Service Level
de: Servicenivaue

source: Uncompleted Calls
de: Nicht erledigte Anrufe

source: Distribution by Agent
de: Unterbrechung durch Telefonist

source: Agent
de: Telefonist

source: Distribution by Hour
de: Unterbrechungen pro Stunde

source: Hour
de: Stunde

source: Distribution by Days
de: Unterbrechungen pro Tag

source: Distribution by Month
de: Unterbrechungen pro Monat

source: Distribution by Year
de: Unterbrechungen pro Jahr
