Repository: BackupTheBerlios/destar-svn
Catalog: branches/0.2.X/po/*.po
Languages: de

source: Total completed calls
de: Summe erledigter Anrufe

source: Calls terminated by agents
de: Vom Telefonisten beendete Anrufe

source: Calls terminated by caller
de: Von Anrufern beendete Anrufe

source: Total call duration
de: Summe der Anrufdauer

source: Average call duration
de: Durchschnittliche Anrufdauer

source: Average hold time
de: Duchschnittliche Wartezeit

source: Total uncompleted calls
de: Summe nicht erledigter Anrufe

source: Calls dumped by agents
de: Abgebrochene Anrufe durch den Telefonist

source: Calls abandoned by caller
de: Abgebrochene Anrufe durch Anrufer

source: Calls timed out
de: Anrufe, die die Zeit überschritten haben

source: Average waiting time
de: Durschnittliche Wartezeit

source: Average position at abandon time
de: Durschnittliche Position bei Abbruch

source: Time of answer
de: Zeit der Antwort

source: Service Level Graphic
de: Grafik des Serviceniveaus

source: Time of Answer
de: Zeit der Antwort

source: Statistics for a Queue by Date:
de: Kronologische Statistiken für eine Warteschleife:

source: Trunk Statistics
de: Statistiken der Leitung

source: Statistics for Trunks
de: Statistiken für die Leiyungen

source: Internal
de: Intern

source: Incomming Calls per Trunk
de: Eingehende Anrufe pro Leitung

source: Trunk Name
de: Name der Leitung

source: Outgoing Calls per Trunk
de: Ausgehende Anrufe pro Leitung

source: Statistics of Calls by Trunk:
de: Statistiken der Anrufe von Leitung:

source: User Info
de: Benutzerinformation

source: Your access rights in DeStar
de: Ihre Zugangsrechte in DeStar

source: You are now logged in as user
de: Sie sind jetzt als Benutzer eingeloggt

source: Your access level is
de: Ihr Zugangsniveau ist

source: Programmer
de: Programmierer

source: Your account is disabled.
de: Ihr Zugang ist nicht fähig.

source: You are not logged in.
de: Sie sind nicht eingeloggt.

source: You can do
de: Das können SIe machen:

source: Access all public accessible info pages
de: Zugang zu allen öffentlichzugänglichen Informationsseiten

source: Change your personal phone settings
de: Persönliche Telefoneinstellungen bearbeiten

source: Change phone settings of other people
de: Telefoneinstellung von andere bearbeiten

source: Configure the PBX
de: Konfigurieren Sie die PBX

source: Access debug pages to help program DeStar
de: Zugang prüft die Seite um DeStar Programm zu helfen

source: Have fun!
de: Viel Spass!

source: Perform tasks allowed by users
de: Führt von Benutzern erlaubte Anwendungen aus

source: Available actions
de: Verfügbare Aktionen

source: Quick Dial List
de: Schnellwahlliste

source: Global Shorcuts and Final Destinations
de: Globale Abkürzungen und Zieladressen

source: No Global Shorcuts Found on Database
de: Es wurden keine globalen Abkürzungen in der Datenbank gefunden

source: Private Shorcuts and Final Destinations
de: Private Abkürzungen und Zieladressen

source: No Private Shorcuts Found on Database
de: Es wurden keine private Abkürzung in der Datenbank gefunden

source: You don't have an associated phone
de: Sie haben kein angeschlossenes Tefelon

source: Phone Settings
de: Telefoneinstellungen

source: Set your phone settings
de: Führt Ihre Telefonseinstellungen aus

source: Enable 'do not disturb'
de: Aktiviert 'bitte nicht stören'

source: Immediate call forwarding to
de: Unmittelbare Rufumleitung zu

source: Forward call when busy to
de: Rufumleitung, wenn besetzt zu

source: Forward call when timeout/unavailable to
de: Rufumleitung, wenn nicht verfügbar/ bei Zeitüberschreitung zu

source: Seconds of incoming ring time
de: Sekunden der Klingelzeit ankommender Anrufe

source: Immediate voice mailbox
de: unmittelbare Sprachmailbox

source: Voice mailbox on busy
de: Sprachmailbox besetzt

source: Voice mailbox on timeout/unavailable
de: Sprachmailbox nicht verfügbar/Zeit wurde überschritten

source: Extension Password
de: Durchwahl des Passworts

source: Could not create destar configuration file.
de: DeStar Konfigurationsakte konnte nihct erstellt werden.

source: Phone State
de: Telefonstatus

source: Status of your phone
de: Ihr Telefonstatus

source: State
de: Status

source: Last updated
de: Letztes Update

source: Registration status
de: Registrationsstatus

source: Called extension
de: Gewählte Durchwahl

source: Callerid
de: Anrufer ID

source: Other state
de: Anderer Status

source: New Voicemail Messages
de: Neue Voicemail Nachricht

source: New
de: Neu

source: Old Voicemail Messages
de: Alte Voicemail Nachricht

source: Old
de: Alt

source: Calls
de: Anrufe

source: Answered
de: Beantwortet

source: Not Answered
de: Nicht beantwortet

source: Failed
de: Fehlgeschlagen

source: Distribution by period
de: Unterbrechung pro Periode

source: Completed
de: Erledigt

source: Uncompleted
de: Nicht erledigt

source: Error
de: Fehler

source: You don't have access to this page
de: Sie haben keinen Zugang zu dieser Seite
