Repository: BackupTheBerlios/destar-svn
Catalog: trunk/po/*.po
Languages: es

source: Warning: There is no %s or %s file yet.
es: Advertencia: Aún no existe el archivo %s o %s.

source: Error backing up %s
es: Hubo problemas haciendo el backup de %s

source: Source
es: Origen

source: Destination
es: Destino

source: Time_of_answer
es: Hora_de_la_respuesta

source: Duration
es: Duración

source: Result
es: Resultado

source: Cost_per_Minute
es: Costo_por_minuto

source: Call forwarding
es: Habilitar reenvío de llamadas

source: Extensions to set/unset call forwarding.
es: Extensión para programar/desprogramar la redirección de llamadas.

source: Type
es: Tipo

source: Call Forwarding Unconditional
es: Reenvío de llamadas incondicional

source: Call Forwarding if Busy/Unavailable
es: Redirigir llamadas si está ocupado o no disponible

source: Setting preffix
es: Prefijo de salida

source: Unsetting extension
es: Extension para desprogramar

source: Conference room
es: Sala de conferencias

source: Extension
es: Extensión

source: Conference number
es: Número de conferencia

source: Directory
es: Directorio

source: This application allows you to dial by name.
es: Esta aplicación le permite marcar deletreando el nombre.

source: Set/Unset DND
es: Habilitar/Deshabilitar no nolestar

source: Extensions to set/unset 'Do Not Disturb'.
es: Extensión para programar/desprogramar 'No molestar'.

source: Setting extension
es: Extensión para programar

source: Extension already in use
es: La extensión ya está en uso

source: Echo test
es: Prueba de eco

source: The echo test immediately plays back what you speek. You can use this to find out how much echo you have.
es: La prueba de eco reproduce inmediatamente lo que usted está hablando. Puede usarla para determinar la cantidad de eco que está experimentando.

source: Meeting room
es: Acceso a conferencia

source: If empty, will be the same as the extension
es: Si se omite, será igual al número de la extensión

source: Operator Panel
es: Pánel de operadora

source: Show this trunk in the panel
es: Mostrar esta troncal en el pánel de operadora

source: Milliwatt test
es: Prueba de mWatt

source: Generate a Constant 1000Hz tone at 0dbm (mu-law). Used for measuring.
es: Generar un tono constante de 0dbm(ley-mu). Usado para mediciones.

source: Listen to music-on-hold
es: Escuchar música en espera

source: Play Play Music On Hold until you hang up.
es: Reproducir música en espera hasta que cuelge.

source: Music-on-hold class
es: Tipo de música en espera

source: Park calls
es: Parqueo de llamadas

source: Call Parking extension
es: Extensión para el parqueo de llamadas

source: Parking places
es: Sitios de parqueo

source: Play sound
es: Reproducir sonido

source: Play a soundfile.
es: Reproducir archivo de sonido.

source: File name
es: Nombre de archivo

source: Don't specify an extension
es: Por favor no especifique una extensión

source: Please don't specify an extension
es: Por favor no especifique una extensión

source: Record sound
es: Grabar sonido

source: Allows you to record a sound file. You can hang up, be silent for a second or dial '#' to stop the recording.
es: Permite grabar un arhivo de sonido. Usted puede colgar, hacer silencio por un segundo, o marcar # para detener la grabación.

source: Sound format
es: Formato de sonido

source: GSM compression
es: Compresión GSM

source: PCM format 'ulaw'
es: Formato PCM-ley mu

source: alaw
es: ley-a

source: WAV-File with Microsoft PCM, 16 bit, mono 8000 Hz
es: Archivo WAV con PCM Microsoft, 16 bit, mono 8000 Hz

source: WAV-File with GSM 6.10 compression, mono 8000 Hz
es: Archivo WAV con compresión GSM 6.10, mono 8000 Hz

source: Say time
es: Decir la hora

source: Time
es: Hora

source: Date
es: Fecha

source: Date and Time
es: Fecha y hora

source: Voicemail dialog
es: Diálogo de correo de voz

source: Extension to enter the voicemail system.
es: Extensión para entrar al sistema de correo de voz.

source: Ask for user mailbox?
es: ¿Solicitar el buzón de mensajes del usuario?

source: Normal dialout entry
es: Destino normal

source: Used to route calls through trunks
es: Usado para enrutar las llamadas a través de las troncales

source: Name
es: Nombre

source: Pattern
es: Patrón

source: Maximum call time in seconds
es: Tamaño máximo de las llamadas en segundos

source: Ringing time in seconds
es: Duración del timbre en segundos

source: Trunks to use for routing this dialout entry
es: Troncales usadas para enrutar este destino

source: Price for this pattern
es: Precio para este patrón

source: Auto attendant
es: Operadora automática

source: Basic auto-attendant.
es: Operadora automática básica

source: Max. time for incoming calls in seconds
es: Máximo tiempo para llamadas en segundo

source: (0 or empty means no time restriction)
es: (0 o vacío significa no restricción de tiempo)

source: File to play in the background
es: Archivo para reproducir en el fondo

source: How many times should it be played?
es: ¿Cuántas veces debe ser reproducido?

source: Pause between each playback
es: Pausa entre cada reproducción

source: Extension to ring after file playing
es: Extensión a timbrar después de reproducir el archivo

source: IVR to jump on special dates
es: IVR a saltar en fechas especiales

source: Times string
es: Patrón de horario

source: i.e. <hours>|<weekdays>|<monthdays>|<months> (comma separated)
es: ej. <horas>|<días de las semana>|<días del mes>|<mes> (separados por comas)

source: Allow calling to all extensions?
es: ¿Permitir llamar a todas las extensiones?

source: File should be played at least one time
es: El archivo debe ser reproducido al menos una vez

source: Please specify dates
es: Por favor, especifique fechas

source: Raw IVR
es: IVR en formato del archivo extensions.conf de Asterisk

source: Contents
es: Contenido

source: Direct inward dialing (DID) number
es: Número de DID (Direct Inward Dialing)

source: Used to route a DID to an extension or Auto-Attendant.
es: Usado para enrutar un DID a una extensión u operadora automática

source: From Trunk:
es: De la troncal:

source: Go to
es: Ir a

source: Phone
es: Teléfono

source: Phone to ring
es: Teléfono a timbrar

source: IVR to jump to
es: saltar a IVR

source: Change Caller*Id to:
es: Cambiar el Identificador de llamante a:

source: DID already in use for that trunk.
es: DID ya está en uso para esta troncal

source: ENUM search domain
es: Dominio de búsqueda de ENUM

source: Domain to search for ENUM entries
es: Dominio para buscar entradas de ENUM

source: Load module
es: Cargar módulo

source: Module to load
es: Módulo a cargar

source: Errors
es: Errores

source: Warnings
es: Advertencias

source: Notifications
es: Notificaciones

source: Verbose messages
es: Mensajes de información

source: Debug output
es: Salida de depuración

source: Logger options
es: Opciones de registro de mensajes

source: Asterisk can emit many events to it's console or a log file, Here you can make it more (or less) verbose:
es: Asterisk puede emitir muchos eventos a su consola o a un archivo de registro, aquí usted puede manipular el nivel de detalle:

source: Console output
es: Salida de consola

source: Output in /var/log/asterisk/messages
es: Salida en: /var/log/asterisk/messages

source: Log to syslog via facility
es: Registrar en el archivo syslog a través del recurso

source: What kind of messages to log
es: Clase de mensajes a registrar

source: Management API access
es: Acceso del API de gestión

source: Secret
es: Contraseña

source: IP disable mask
es: Deshabilitar máscara IP

source: IP enable mask
es: Habilitar máscara IP

source: Read
es: Leer

source: Write
es: Escribir

source: Background music directory
es: Directorio de música de fondo

source: Configure Asternic Flash Operator Panel
es: Configurar el pánel de operadora Asternic

source: FQDN/IP to access the panel via web
es: Nombre de domino para acceder al pánel via web

source: Security Code
es: Código de seguridad

source: Manager agent
es: Agente de gestión

source: Frequency in seconds to poll for sip and iax status
es: Frecuencia en segundos para refrescar el estado de los canales SIP e IAX

source: Pickup Extension
es: Extensión para toma de llamadas

source: Extension to dial to pick-up a call in the same group.
es: Extensión a marcar para tomar una llamada del grupo

source: Raw config file snippet
es: Archivo de configuración «en bruto»

source: Section/Context
es: Sección/Contexto

source: RTP options
es: Opciones RTP

source: Start of RTP port area
es: Inicio del rango de puertos RTP

source: End of RTP port area
es: Fin del rango de puertos RTP

source: Check UDP checksums of RTP packets
es: Comprobar los checksums UDP de los paquetes RTP

source: must be higher than start value
es: debe ser al menos tan alto como el valor de inicio

source: Belgium
es: Bélgica

source: Brazil
es: Brasil

source: Germany
es: Alemania

source: Spain
es: España

source: Finland
es: Finlandia

source: France
es: Francia

source: Greece
es: Grecia

source: Italy
es: Italia

source: Japan
es: Japón

source: Netherlands
es: Holanda

source: Norway
es: Noruega

source: New Zealand
es: Nueva Zelanda

source: Poland
es: Polonia

source: Russia
es: Rusia

source: Sweden
es: Suecia

source: United Kingdom
es: Reino Unido

source: United States / North America
es: Estados Unidos / Norteamérica

source: South Africa
es: Sur Africa

source: General settings
es: Preferencias generales

source: Country
es: País

source: The country is used for generating dialtone, ringtone, busytone etc
es: El país se utiliza para generar el tono de marcado, timbre, tono de invitación a marcar, etc.

source: language
es: idioma

source: The language is used for voice prompts
es: El lenguaje se usa para los diálogos de voz

source: SIP Audio Options
es: Opciones de audio de SIP

source: Codecs to use
es: Códecs a usar

source: Allow alaw codec
es: Permitir códec ley A

source: Allow ulaw codec
es: Permitir códec ley U

source: Allow ilbc codec
es: Permitir códec ilbc

source: Allow gsm codec
es: Permitir códec gsm

source: Allow g729 codec
es: Permitir códec g729

source: g729 pass-thru unless license obtained
es: Sólo reenvío y no trascodificación de g729 a menos que se obtenga una licencia

source: Allow g723.1 codec
es: Permitir códec g723.1

source: g723.1 pass-thru
es: Paso directo de g723.1

source: You should choose at least one codec
es: Usted debe seleccionar al menos un códec

source: DeStar user
es: Usuario DeStar

source: Password
es: Contraseña

source: Associated IP address of PC
es: Dirección IP asociada al PC

source: Trusted for auto-login
es: Confiable para inicio de sesión automático

source: Associated phone
es: Teléfono asociado

source: disabled
es: Deshabilitado

source: User
es: Usuario

source: Administrator
es: Administrador

source: Configurator
es: Configurador

source: Voicemail settings
es: Configuración de correo de voz

source: Recording settings
es: Configuración de grabación

source: File format for voicemail messages
es: Formato de archivo para los correos de voz

source: Maximal message length (in seconds)
es: Tamaño máximo de los mensajes (en segundos)

source: Minimal message length (in seconds)
es: Tamaño mínimo de los mensajes (en segundos)

source: Seconds of silence to end the recording
es: Segundos de silencio para la grabación

source: Silence threshold (what we consider silence, the lower, the more sensitive)
es: Umbral de silencio (lo que consideramos silencio;entre más bajo, más sensible)

source: Playback settings
es: Configuración de reproducción

source: Max number of failed login attempts
es: Máximo número de intentos de inicio de sesión

source: Seconds to skip forward/backward
es: Segundos para saltar retroceso/avance

source: Zaptel Audio Options
es: Opciones de audio de zaptel

source: Be sloppy when detecting DTMF
es: Ser permisivo al detectar el DTMF

source: Echo cancel samples
es: Muestras para la cancelación de eco

source: Cancel echo even on bridged calls
es: Cancelar eco aun en llamadas a través de un puente

source: Do early echo training
es: Hacer entrenamiento de eco temprano

source: Zaptel Phone Options
es: Opciones de teléfono zaptel

source: Use ADSI for menu phones
es: Usar ADSI para teléfonos con menú

source: Signal a waiting call
es: Habilitar llamada en espera

source: Send callerid during call waiting indication
es: Enviar la identificación del llamante en la indicación de llamada en espera

source: Suspend a call temporarily via a hook flash
es: Suspender una llamada de forma temporal con un «hook flash»

source: Allow call transfer
es: Habilitar trasferencia de llamadas

source: Allow call forwards
es: Habilitar reenvío de llamadas

source: Read caller number with *69
es: Leer el número del llamante con *69

source: Zaptel configuration for PRI
es: Configuración de zaptel para PRI

source: Zaptel span
es: Span zaptel

source: i.e. 1 if 1st card
es: ej. 1 es la primera tarjeta

source: Zaptel timing parameter
es: Parámetro de temporización de zaptel

source: Read zaptel documentation
es: Lea la documentación de zaptel

source: Line Build Out (dB)
es: LBO (Extensión de línea) en decibeles

source: Power level based on distance from the card to the service provider's gateway.
es: Nivel de potencia basado en la distancia desde la tarjeta a la pasarela del proveedor de servicio

source: 0: 0 db (CSU) / 0-133 feet (DSX-1)
es: 0:0 db (CSU) / 0 a 133 pies (DSX-1)

source: 1: 133-266 feet (DSX-1)
es: 1: 133 a 266 pies (DSX-1)

source: 2: 266-399 feet (DSX-1)
es: 2: 266 a 399 pies (DSX-1)

source: 3: 399-533 feet (DSX-1)
es: 3: 399 a 533 pies (DSX-1)

source: 4: 533-655 feet (DSX-1)
es: 4: 533 a 655 pies (DSX-1)

source: Framing
es: Tipo de trama

source: Coding
es: Codificación

source: Channels
es: Canales

source: i.e. 1-15,17-31
es: ej. 1-15,17-31

source: Signaling channel
es: Canal de señalización

source: i.e. 16
es: ej. 16

source: Zaptel Trunk Options
es: Opciones de troncal zaptel

source: Try to detect busy signal to detect if remove site hung up
es: Tratar de detectar la señal de ocupado si el sitio remoto cuelga

source: Wait how many busy signals before hanging up
es: Número de señales de ocupado que se deben esperar antes de colgar

source: Set an 'alias' extension to a phone
es: Establecer una extensión "alias" al teléfono

source: This can be used to set operator(o) or fax(fax) extensions.
es: Esto puede usarse para configurar extensiones de operadora (o) o fax (fax)

source: Calls to the extension
es: Llamadas a la extensión

source: Real phone to ring
es: Teléfono a timbrar

source: Normal IAX phone
es: Teléfono IAX estándar

source: IP address of phone
es: Direción IP del teléfono

source: Allow direct dialling from outside?
es: ¿Permitir llamadas directas desde el exterior?

source: Call group
es: Grupo de llamada

source: Enable call group
es: Habilitar el grupo de llamadas

source: Call group number
es: Número del grupo de llamadas

source: Show this extension in the panel
es: Mostrar esta extensión en el pánel

source: Use voicemail
es: Usar correo de voz

source: Signal waiting mail
es: Correo de espera de señal

source: Voicemail PIN
es: PIN de correo de voz

source: Disable IAX transfer
es: Deshabilitar la transferencia IAX

source: Calls from the phone
es: Llamadas desde el teléfono

source: Caller-Id Number
es: Identificador de Llamante

source: Caller-Id Name
es: Nombre del Identificador de llamante

source: Allowed dialout-entries
es: Destinos permitidos

source: Enable time restriction?
es: ¿Habilitar la restricción de tiempo?

source: Normal MGCP phone
es: Teléfono MGCP estándar

source: If you haven't configured a name for your phone please use the IP address here.
es: Si usted no ha configurado un nombre para su teléfono, por favor use la dirección IP aquí.

source: Three way calling
es: Llamada de tres vías

source: Enable Call transfer
es: Habilitar trasferencia de llamadas

source: Enable Call forward
es: Habilitar reenvío de llamadas

source: Caller-Id-Number
es: Número del Identificador de Llamante

source: Caller-Id-Name
es: Identificador de Llamante

source: Normal Call Queue
es: Cola de llamadas normal

source: Timeout
es: Tiempo límite

source: Strategy:
es: Estrategia:

source: Ring all - ring all available channels until one answers
es: Timbrar a todos los canales disponibles hasta que alguno conteste

source: Round robin - take turns ringing each available interface
es: Timbrar uno por uno en cada canal disponible

source: Least recent - ring interface which was least recently called by this queue
es: Timbrar a la extensión que lleve más tiempo sin contestar

source: Fewest calls - ring the one with fewest completed calls from this queue
es: Timbrar a la extensión que menos llamadas haya contestado

source: Random - ring random interface
es: Timbrar en forma aleatoria

source: Round robin with memory - remember where we left off last ring pass
es: Timbrar uno por uno, empezando donde se quedó en la última vuelta

source: How long to wait before trying all the members again?
es: ¿Cuanto tiempo esperar antes de intentar timbrar de nuevo?

source: Anounces
es: Anuncios

source: Anounce queue position to caller?
es: ¿Anunciar la posición en la cola al llamante?

source: How often to announce queue position and/or estimated holdtime to caller
es: Frecuencia de anuncio de la posición en la cola y el tiempo estimado de contestación

source: Include estimated hold time in position announcements?
es: ¿Incluir el tiempo estimado de contestación en los anuncios de posición?

source: Yes
es: Sí

source: Only Once
es: Sólo una vez

source: Monitoring
es: Monitoreo

source: Monitor answered calls?
es: ¿Monitorear la llamadas contestadas?

source: Monitor file format
es: Formato del archivo de monitoreo

source: Monitor file name
es: Nombre de archivo de monitoreo

source: Otherwise it will use ${UNIQUEID}
es: De lo contrario, se usará ${UNIQUEID}

source: Show this queue in the panel
es: Mostrar esta cola en el pánel

source: You should select a frequency
es: Usted debe seleccionar al menos una frecuencia

source: Normal SIP phone
es: Teléfono SIP estándar

source: Is the trunk behind NAT ?
es: ¿Está la troncal tras un NAT?

source: DTMF mode:
es: Modo DTMF:

source: In Band (only with ulaw/alaw)
es: En banda (sólo con Ley U/Ley A)

source: SIP INFO
es: INFO SIP

source: Call Queues
es: Cola de llamadas

source: Agent of queues:
es: Agente de colas:

source: Normal ZAP phone
es: Teléfono ZAP normal

source: Zaptel channel number
es: Número del canal zaptel

source: Signalling type
es: Tipo de señalización

source: Show this phone in the panel
es: Mostrar esta extensión en el pánel

source: ISDN using CAPI, incoming
es: RDSI (ISDN) usando CAPI, entrada

source: Calls from the ISDN network
es: Llamadas desde la red RDSI

source: Subscriber number
es: Número de suscriptor

source: MSN already assigned
es: El MSN ya ha sido asignado

source: ISDN using CAPI, outgoing
es: RDSI (ISDN) usando CAPI, salida

source: Calls to the ISDN network
es: Llamadas a la red RDSI

source: Outgoing prefix
es: Prefijo de salida

source: VOIP-Provider FreeworldDialup (IAX)
es: Proveedor VoIP, FreeworldDialup (IAX)

source: You can register free of charge at http://freeworlddialup.com and get an FWD Id where people can call you. These calls are is free of charge, too. When you've an account, you must enable FWD's IAX support at http://www.freeworlddialup.com/advanced/iax to use this this 'phone line'.
es: Usted puede registrarse gratuitamente en http://freeworlddialup.com y obtener un identificador de FWD a donde las otras personas lo pueden contactar. Estas llamadas son gratuitas también. Cuando usted tiene una cuenta, debe habilitar el soporte IAX para FWD en http://www.freeworlddialup.com/advanced/iax para usar esta 'línea telefónica'.

source: FWD number
es: Número de FWD

source: FWD password
es: Contraseña de FWD

source: Calls to FWD
es: Llamadas a FWD

source: Context
es: Contexto

source: Calls from FWD
es: Llamadas desde FWD

source: Standard IAX Trunk
es: Troncal IAX estándar

source: Used to setup an IAX trunk to another Asterisk server or an IAX termination.
es: Se usa para configurar una troncal IAX a otro servidor Asterisk o a una terminación IAX.

source: IAX host
es: Equipo IAX

source: Bandwith
es: Ancho de banda

source: Low
es: Bajo

source: High
es: Alto

source: Authentication
es: Autenticación

source: Authentication Method
es: Método de autenticación

source: Plain text
es: Texto plano

source: For 'Plain' or 'MD5' only
es: Sólo para "texto plano" o "RSA"

source: Public key from remote server
es: Llave pública del servidor remoto

source: For 'RSA' only
es: Sólo para "RSA"

source: Private local key
es: Llave privada local

source: Enable trunking?
es: ¿Habilitar trunking?

source: Calls from IAX trunk
es: Llamadas desde troncal IAX

source: Extension to ring
es: Extensión a timbrar

source: VOIP-Provider Iaxtel
es: IAXTEL del proveedor de VoIP

source: You can register free of charge at http://www.iaxtel.com and get an IAXtel number where people can call you. These calls are free of charge, too.'.
es: Usted puede registrarse gratuitamente en http://www.iaxtel.com y obtener un número IAX donde las otras personas lo pueden contactar. Estas llamadas son gratuitas también.

source: IAXTEL number
es: Número IAXTEL

source: IAXTEL password
es: Contraseña IAXTEL

source: Calls to IAXTEL
es: Llamadas a IAXTEL

source: Calls from IAXTEL
es: Llamadas desde IAXTEL

source: Standard SIP Trunk
es: Troncal SIP estándar

source: Used to setup a SIP trunk to a SIP provider or a different SIP server.
es: Se usa para configurar una troncal SIP a un proveedor SIP o a un servidor SIP diferente.

source: SIP username
es: Nombre de usuario SIP

source: SIP password
es: Contraseña SIP

source: SIP host
es: Equipo SIP

source: Enable forward address type?
es: ¿Permitir reenvío de tipo de dirección?

source: Is the trunk behind NAT?
es: ¿Está la troncal tras un NAT?

source: Calls from SIP trunk
es: Llamadas desde una troncal SIP

source: ISDN using zaphfc
es: RDSI usando zaphfc

source: Mode of NTBA
es: Modo de NTBA

source: Number of cards
es: Número de tarjetas

source: Standard ZAP PRI trunk
es: Troncal ZAP PRI estándar

source: PRI signalling, CPE side
es: Señalización del PRI, lado del consumidor

source: PRI signalling, Network side
es: Señalización PRI en el lado de la red

source: Switch type
es: Cambiar tipo

source: Callout group
es: Grupo de llamadas de salida

source: Reception and Transmission Gains
es: Ganancias de recepción y transmisión

source: Reception gain
es: Ganancia de recepción

source: in dB
es: En dB

source: Transmission gain
es: Ganancia de transmisión

source: Group already in use
es: El grupo ya está en uso

source: Standard ZAP trunk
es: Troncal ZAP estándar

source: None
es: Ningúno(a)

source: Name already in use
es: El nombre ya esta en uso

source: Info
es: Información

source: Dial Command
es: Comando marcar

source: You should select a phone to ring to
es: Usted debe seleccionar un teléfono para timbrar

source: Password:
es: Contraseña:

source: This menu will contain all sorts of administration stuff:
es: Este menú tendrá todo tipo de funciones administrativas:

source: 0,No timeout|300,5 minutes|600,10 minutes|1200,20 minutes|2400,40 minutes|3000,50 minutes
es: 0,Sin tiempo límite|300,5 minutos|600,10 minutos|1200,20 minutos|2400,40 minutos|3000,50 minutos

source: Meetme
es: Sala de conferencia

source: PARK
es: Parqueo

source: Park
es: Parqueo

source: Restarting the panel daemon ...
es: Reiniciando el demonio del pánel ...

source: Add more
es: Añadir más

source: Invalid URL
es: URL inválida

source: Object does not exist
es: No hay objeto configurable con ese nombre

source: New
es: Nuevo(a)

source: Required '%s' not found
es: No se encuentra el '%s' requerido

source: Submit
es: Enviar

source: Update
es: Actualizar
