Repository: BackupTheBerlios/destar-svn
Catalog: trunk/po/*.po
Languages: es

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: Admin
es: Administración

source: Configuration
es: Configuración

source: Page missing
es: Página no encontrada

source: This page is on my TODO list :-)
es: Esta página está en desarrollo

source: Options
es: Opciones

source: Call Details
es: Registro de llamadas

source: Get statistics about made and received calls
es: Obtener estadísticas sobre las llamadas hechas y recibidas

source: All
es: Todo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Source
es: Origen

source: Wildcards: % is the 'zero or more characters' wildcard, and _ is the 'exactly one character' wildcard
es: Comodines: % es igual a «cero o más caractéres», _ es igual a «exactamente un caracter»

source: You can use the same wildcards as above
es: Se pueden utilizar los mismos comodines que arriba

source: In seconds
es: En segundos

source: Number of records to show:
es: Número de registros a mostrar:

source: Order by:
es: Ordenar por:

source: Search between the following dates
es: Buscar entre las siguientes fechas

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Start:
es: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inicio:

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;End:
es: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fin:

source: Search
es: Buscar

source: Showing records from %s to %s of %s <br><br>
es: Mostrando los registros desde el %s al %s de %s <br><br>

source: Duration_in_minutes
es: Duración_en_minutos

source: Cost_of_call
es: Costo_de_llamada

source: Answered
es: Contestada

source: Not answered
es: No contestada

source: Busy
es: Ocupado

source: Failed
es: Fallida

source: start
es: inicio

source: Total Duration of shown calls: %s min.
es: Duración total de las llamadas mostradas: %s mins.

source: Total Cost of shown calls: %s
es: Costo total de las llamadas mostradas: %s

source: Asternic Flash Operator Panel
es: Pánel de operadora flash Asternic

source: You don't have a panel configured yet
es: Usted no tiene un pánel configurado en este momento.

source: You have a panel configured
es: Usted tiene un pánel configurado

source: here
es: aquí

source: PBX State
es: Estado de la PBX

source: Status of Asterisk/DeStar PBX
es: Estado de la PBX Asterisk/Destar

source: Asterisk is not running!
es: ¡Asterisk no está corriendo!

source: The manager access is not working!
es: ¡El acceso de gestión no está funcionando!

source: Administration
es: Administración

source: Perform administrative actions to PBX and extensions
es: Realizar acciones de adminstración a la PBX y extensiones

source: Add a new configlet
es: Añadir un nuevo configlet

source: Applications
es: Aplicaciones

source: Special Asterisk Applications
es: Aplicaciones especiales de Asterisk

source: Backup a config file
es: Hacer copia de seguridad de un archivo de configuración

source: I had a problem backing up %s
es: Hubo problemas haciendo el backup de %s

source: Dialout
es: Destinos

source: Dialout entries for outgoing calls
es: Destinos para llamadas salientes

source: Moves a configlet one position down
es: Mover un «configlet» una posición abajo

source: Could not swap id's %s and %s
es: No es posible intercambiar id's %s y %s

source: Edit a configlet
es: Editar un configlet

source: Interactive Voice Response menus for the PBX.
es: Menús de respuesta de voz Interactiva para la PBX

source: DeStar and Asterisk options and parameters
es: Opciones y parámetros de DeStar y Asterisk

source: Phones
es: Teléfonos

source: Phones and their settings
es: Teléfonos y sus configuraciones

source: Modify Asterisk configuration
es: Modificar la configuración de Asterisk

source: Configuration tips
es: Pistas para la configuración

source: You should create a user with type 'Configurator'. Without this user, everyone connecting to DeStar can configure everything.
es: Usted debe crear un usuario del tipo «Configurador». Sin ese usuario, cualquiera que se conecte a la PBX puede modificar la conifguración

source: You should enable write access to the directory /etc/asterisk. Without the ability to modify the configuration files DeStar would be pretty useless. You should 'chmod g+rwx' this directory and set it's group to one of '%s'.
es: Usted debe habilitar el acceso de escritura en el directorio /etc/asterisk. Sin la posibilidad de modificar los archivos de configuración, Destar sería inútil. Ejecute el comando «chmod g+ rwx» para ese directorio y establezca a %s como grupo propietario.

source: You should create a management API entry. Without this entry, DeStar can't control the Asterisk PBX software.
es: Usted debe crear una entrad de API de administración. Sin esa entrada, Destar no puede controlar el software de Asterisk PBX

source: You should create a phone. Without defined phones you can't make and receive calls.
es: Usted debe crear un teléfono. Sin teléfonos definidos, usted no podrá hacer ni recibir llamadas.

source: You should create a trunk (connection to a Phone company or VOIP Provider). Without a trunk you can only make calls between local phones.
es: Usted debe crear una troncal (conexión a una compañía de teléfonos o un proveedor de VoIP). Sin una troncal, usted sólo puede hacer llamadas entre teléfonos internos.

source: Trunks
es: Troncales

source: You should enable write access to /etc/zaptel.conf. Without write access to this file you cannot configure Zaptel devices, e.g. FXO/FXS cards, T1/E1 cards, ZapHFC ISDN cards, etc. You should 'chmod g+rw' this file and set it's group to one of '%s'.
es: Usted debe habilitar el acceso de escritura a /etc/zaptel.conf. Sin acceso de escritura en ese archivo usted no puede configurar los dispositivos Zaptel, como las tarjetas FXO o FXS, tarjetas T1 o E1, RDSI ZapHFC, etc. Ustede debe utilizar «chmod g+rw» sobre ese archivo y establecer a %s como grupo propietario.

source: You should enable write access to the %s directory. Without the ability to modify the Asternic Flash Operator Panel configuration files DeStar won't be integrated whit the panel.
es: Debe habilitar los permisos de escritura al directorio %s. Sin la posibilidad de editar los archivos de configuración del pánel de operadora Flash de Asternic, DeStar no podrá estar integrado con el panel.

source: Configured
es: Configurado

source: Category
es: Categoría

source: Other things you can configure:
es: Otras cosas que puede configurar:

source: You can configure the following things
es: Usted puede configurar las siguientes cosas

source: Apply Changes
es: Aplicar cambios

source: Reload Asterisk/DeStar PBX
es: Recargar la PBX Asterisk/Destar

source: Doing a reload, result is:
es: Reiniciando, el resultado es:

source: Telephone company lines and VoIP-Trunks
es: Líneas de la compañía de teléfono y troncales VoIP

source: You should add at least one phone to configure trunks
es: Usted debe añadir al menos un teléfono para configurar troncales

source: Moves a configlet one position up
es: Mueve un «configlet» una posición arriba

source: Users
es: Usuarios

source: Users and Mailboxes
es: Usuarios y buzónes de mensajes

source: View Configuration
es: Mirar configuración

source: Show Asterisk configuration files
es: Mostrar los archivos de configuración de Asterisk

source: Show
es: Mostrar

source: Asterisk configuration files
es: Archivos de configuración de Asterisk

source: Nothing to Show
es: Nada para mostrar

source: There is nothing configured yet.
es: No existe configuración en el momento

source: Debug
es: Depuración

source: Various functions to debug DeStar, mostly useful for programmers
es: Varias funciones para depurar DeStar, la mayoría solo útiles para programadores

source: Values
es: Valores

source: Dumps all values in the HTTP request
es: Vaciar todos los valores en la petición HTTP

source: Login
es: Inicio de sesión

source: Login into DeStar
es: Iniciar sesión en DeStar

source: User or phone name/number
es: Nombre/Número del teléfono o usuario

source: Password or PIN
es: Contraseña o PIN

source: Invalid username or password
es: Nombre de usuario o Contraseña incorrectos

source: Logout
es: Cerrar sesión

source: Logout and become a guest user
es: Cerrar sesión y convertirse en un usuario invitado

source: Main menu
es: Principal

source: DeStar main page
es: Página principal de Destar

source: Access Denied
es: Acceso denegado

source: You don't have access to this page.
es: Usted no tiene acceso a esta ubicación.

source: User Info
es: Información del usuario

source: Your access rights in DeStar
es: Sus privilegios de acceso en Destar

source: You are now logged in as user
es: Usted ha iniciado sesión como el usuario

source: Your access level is
es: Su nivel de acceso es

source: Programmer
es: Programador

source: Your account is disabled.
es: Su cuenta está deshabilitada

source: You are not logged in.
es: Usted no ha iniciado una sesión.

source: You can do
es: Usted tiene privilegios para

source: access all public accessible info pages
es: Acceder a todas las páginas de información públicas

source: change your personal phone settings
es: Cambiar la configuración de su teléfono personal

source: change phone settings of other people
es: Cambiar la configuración de teléfono de otros usuarios

source: configure the PBX
es: Configurar la PBX

source: access debug pages to help program DeStar
es: acceder a páginas de registro o log de DeStar para ayudar con su desarrollo

source: Have fun!
es: ¡Diviértase!

source: Perform tasks allowed by users
es: Realizar tareas permitidas por el usuario

source: Access all public accessible info pages
es: Acceder a todas las páginas de información públicas

source: Change your personal phone settings
es: Cambiar la configuración de su teléfono personal

source: Change phone settings of other people
es: Cambiar la configuración de teléfono de otros usuarios

source: Configure the PBX
es: Configurar la PBX

source: Access debug pages to help program DeStar
es: Acceder a páginas de registro o log de DeStar para ayudar con su desarrollo

source: Phone Settings
es: Configuración del teléfono

source: Set your phone settings
es: Cambiar la configuración de su teléfono personal

source: Enable 'do not disturb'
es: Habilitar 'no molestar'

source: Immediate call forwarding to
es: Redirección inmediata de llamadas a

source: Forward call when busy/unavailable to
es: Si está ocupado/indisponible, redireccionar a

source: Seconds of incoming ring time
es: Tiempo de timbre en segundos

source: Voicemail pin
es: PIN del correo de voz

source: Extension Password
es: Contraseña de la extensión

source: Could not create destar configuration file.
es: No fue posible crear el archivo de configuración de destar

source: You don't have an associated phone
es: Usted no tiene un teléfono asociado

source: Phone State
es: Estado del teléfono

source: Status of your phone
es: Estado de su teléfono

source: State
es: Estado

source: Last updated
es: Última actualización

source: Registration status
es: Estado de registro

source: PeerStatus
es: Estado del teléfono

source: Channel ID
es: Identificación del canal

source: Channel
es: Canal

source: Called extension
es: Extensión llamada

source: Application
es: Aplicación

source: Caller ID
es: Identificador de Llamante

source: Callerid
es: Identificador de llamante

source: Other state
es: Otro estado

source: New Voicemail Messages
es: Nuevos mensajes de voz

source: Old Voicemail Messages
es: Mensajes de voz antiguos

source: Old
es: Antiguo

source: You don't have access to this page
es: Usted no tiene acceso a esta ubicación

source: Asterisk state
es: Estado de Asterisk

source: User info
es: Información del usuario

source: Phone state
es: Estado del teléfono

source: Phone settings
es: Configuración del teléfono

source: Phone status
es: Estado del teléfono

source: User functions
es: Funciones del usuario

source: This menu will contain all sorts of phone user specific stuff:
es: Este menú tendrá todo tipo de funciones para el usuario de teléfono:

source: Phone status (number of voicemails, call forwarding etc)
es: Estado del teléfono (número de correos de voz, redirección de llamadas, etc)

source: Set DND (do-not-disturb)
es: Habilitar DND (no-molestar)

source: Set CFIM (call-forwarding)
es: Habilitar CFIM (redirección-de-llamadas)

source: Set CFBS (call-forward if busy/unavailable)
es: Habilitar CFBS (redirigir-si-ocupado/indisponible)

source: See last n calls made
es: Ver últimas n llamadas hechas

source: See last n calls received
es: Ver las últimas n llamadas recibidas

source: Maintain personal phone directory
es: Mantenimiento del directorio telefónico personal

source: Initiate call from the web
es: Instanciar llamada desde la web

source: Maintain voice mailbox (listen, delete, forward, change texts)
es: Mantenimiento del correo de voz

source: Logged in
es: Sesión iniciada

source: Wrong phone id
es: Identificador de teléfono incorrecto

source: Seconds of ring time
es: Tiempo de timbre en segundos

source: Use voice mailbox
es: Usar correo de voz

source: Your access level is
es: Su nivel de acceso es

source: please install Quixote > 1.2 and < 2.0
es: Por favor, instale Quixote > 1.2 y < 2.0

source: New extensions to set/unset call forwarding
es: Nuevas extensiones para programar/desprogramar la redirección de llamadas

source: Virtual PBX
es: PBX Virtual

source: This is a Dependency
es: Ésta es una dependencia

source: New conference room
es: Nueva sala de conferencia

source: New Directory
es: Nuevo directorio

source: New extensions to Set/Unset Do not disturb
es: Nuevas extensiones para programar/desprogramar la opción de No Molestar

source: New Echo test extension
es: Nueva extensión de prueba de eco

source: New meeting room
es: Nueva sala de conferencia

source: New milliwatt test extension
es: Nueva extención de prueba de un milivatio

source: New music-on-hold extension
es: Nueva extensión de música-en-espera

source: New call parking extension
es: Nueva extensión de parqueo de llamadas

source: Global Quick Dial List
es: Lista de marcado rápido global

source: Extensions to add/remove from global quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The global list only works if the calling estension has been assigned a dialout with the quick dial lookup option activated.
es: Extensiones para agregar/remover entradas en la lista global de marcación rápida. La extensión para agregar será de la forma prefijo+clave_de_2_dígitos+*+destino_final. La extensión para remover será de la forma prefijo+clave_de_2_dígitos. La lista global solo funciona si a la extensión le ha sido asignado un patrón de destino con la opción para buscar en la lista de marcación rápida.

source: New extensions to add/remove from global quick dial list
es: Nuevas extensiones para agregar/remover de la lista global de marcación rápida

source: Setting prefix
es: Prefijo para programar

source: don't use ** because it is for private quick dial list
es: no utilice ** porque es usado para la lista de marcado rápido privada

source: Unsetting prefix
es: Prefijo para desprogramar

source: Private Quick Dial List
es: Lista de marcado rápido privada

source: Extensions to add/remove from personal quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The personal quick dial list works for all extensions, by dialing **+2_digits_key and only if the extension has an assigned dialout entry which pattern matches the final destination.
es: Extensiones para agregar/remover entradas en la lista personal de marcación rápida. La extensión para agregar será de la forma prefijo+clave_de_2_dígitos+*+destino_final. La extensión para remover será de la forma prefijo+clave_de_2_dígitos. La lista personal funciona para todas las extensiones marcando prefijo_de_marcado+clave_de_2_dígitos y solo si a la extensión se le ha asignado un patrón de marcado que permita alcanzar el destino final.

source: New extensions to add/remove from personal quick dial list
es: Nuevas extensiones para agregar/remover de la lista personal de marcación rápida

source: don't use ** because it is for accesing the quick dial list
es: no usar ** porque es para acceder a la lista de marcación rápida

source: New recording extension
es: Nueva extensión de grabación

source: New voicemail dialog
es: Nuevo diálogo de correo de voz

source: New normal dialout entry
es: Nueva entrada de destino normal

source: Remove Prefix of length
es: Remover el prefijo de longitud

source: Add Prefix
es: Añadir prefijo

source: Search on quick dial list?
es: ¿Buscar en la lista de marcado rápido?

source: New auto attendant
es: Nueva operadora automática

source: Digit to jump that extension directly
es: Dígito para saltar a esa extensión automáticamente

source: Allow calling to all extensions of PBX
es: Permitir la marcación a todas las extensiones de la PBX

source: New raw IVR
es: Nuevo IVR en formato de Asterisk

source: New direct inward dialing (DID) number
es: Nuevo número MDE (Marcación directa a extensiones)

source: Used to route a DID to an extension or Auto-Attendant.
es: Usado para encaminar un número MDE a una extensión u operadora automática

source: New ENUM search domain
es: Nuevo dominio para búsquedas ENUM

source: New management API access
es: Nuevo acceso al API de gestión de Asterisk

source: New background music directory
es: Nuevo directorio para música de fondo

source: New Virtual PBX
es: Nueva PBX Virtual

source: You can have several logically separated PBX
es: Se pueden tener varias PBX separadas lógicamente

source: New raw config file snippet
es: Nuevo trozo de configuración de Asterisk «en bruto»

source: SIP Network Options
es: Opciones de red para SIP

source: Bind specific address?
es: Enlazar una dirección específica?

source: Bind address
es: Dirección a enlazar

source: External/Internal IP
es: IP Externa/Interna

source: Force external ip/internel network?
es: ¿Forzar red ip/internet externa?

source: External ip
es: IP externa

source: Internal network
es: Red interna

source: Netmask
es: Máscara de red

source: New DeStar user
es: Nuevo usuario DeStar

source: Associated Virtual PBX
es: PBX Virtual asociada

source: Language
es: Idioma

source: E-mail integration settings
es: Integración con correo electrónico

source: Activate email voicemail notifications?
es: ¿Activar notificaciones de correo de voz al correo electrónico?

source: Who the e-mail notification should appear to come from
es: ¿Qué correo será el remitente de la notificación?

source: destar_pbx@yourdomain
es: pbx_destar@su_dominio

source: Change the From: string
es: Cambiar la cadena De:

source: The Asterisk/DeStar PBX
es: La PBX Destar/Asterisk

source: Change email Subject
es: Cambiar el asunto del correo

source: [DeStar PBX]: New message from ${VM_CALLERID} in mailbox ${VM_MAILBOX}
es: [PBX DeStar]: Nuevo mensaje de ${VM_CALLERID}·en el buzón·${VM_MAILBOX}

source: Change email Body
es: Cambiar el cuerpo del correo

source: Dear ${VM_NAME}:\n\n\tjust wanted to let you know you were just left a ${VM_DUR} long message (number ${VM_MSGNUM})\n\tin mailbox ${VM_MAILBOX} from ${VM_CALLERID}, on ${VM_DATE}, so you might\n\twant to check it when you get a chance. Thanks!\n\n\t\t\t--Asterisk/Destar PBX.
es: Estimado ${VM_NAME}:\n\n\tqueremos anunciarle que le fue dejado un mensaje de duración: ${VM_DUR} y número: ${VM_MSGNUM}\n\ten el buzón ${VM_MAILBOX} de parte de ${VM_CALLERID}, en la fecha: ${VM_DATE}, de forma que usted podrá\n\trevisarlo.cuando tenga la oportunidad. ¡Gracias!\n\n\t\t\t--PBX Asterisk/Destar.

source: Should the email contain the voicemail as an attachment?
es: ¿El correo debe contener el mensaje de voz como un adjunto?

source: Override the default program to send e-mail
es: Sobreescribir el programa de envío de correo por omisión

source: i.e.: /usr/sbin/sendmail -t
es: p. e.: /usr/sbin/sendmail·-t

source: Remote SIP extension - Epygi
es: Extensión remota de Epygi

source: New SIP Epigy extension
es: Nueva extensión SIP en Epygi

source: IP address of Epygi gateway
es: Dirección IP de la pasarela Epygi

source: E-mail
es: Correo electrónico

source: New extension
es: Nueva extensión

source: New IAX phone
es: Nuevo teléfono IAX

source: New MGCP phone
es: Nuevo teléfono MGCP

source: New Call Queue
es: Nueva cola de llamadas

source: Announces
es: Anuncios

source: Announce queue position to caller?
es: ¿Informar la posición en la cola al llamante?

source: Split file on inbound and outbound channels?
es: ¿Dividir el archivo en canales entrante y saliente?

source: New SIP phone
es: Nuevo teléfono SIP

source: Voicemail email
es: Correo electónico para el buzón de voz

source: New ZAP phone
es: Nuevo teléfono ZAP

source: Group
es: Grupo

source: New incoming ISDN using CAPI
es: Nueva RDSI de entrada usando CAPI

source: New outgoing ISDN using CAPI
es: Nueva RDSI de salida usando CAPI

source: New VOIP-Provider FreeworldDialup (IAX) trunk
es: Nueva troncal con Freeworld Dialup (IAX)

source: New standard IAX trunk
es: Nueva troncal estándar IAX

source: New VOIP-Provider Iaxtel trunk
es: Nueva troncal Iaxtel

source: New standard SIP trunk
es: Nueva troncal estándar SIP

source: Register with remote host?
es: ¿Registrar con el equipo remoto?

source: Bypass auth for incoming calls?
es: ¿Omitir autenticación para llamadas entrantes?

source: New ISDN using zaphfc trunk
es: Nueva troncal RDSI usando zaphfc

source: PBX ZAP trunk
es: Troncal ZAP PBX

source: New PBX ZAP trunk
es: Nueva troncal ZAP PBX

source: Outbound prefix
es: Prefijo de salida

source: Used to call through a PBX
es: Utilizada para realizar llamadas a través de una PBX

source: New standard ZAP PRI trunk
es: Nueva troncal estándar ZAP PRI

source: Calls from PRI channel(s)
es: Llamadas desde canal(es) PRI

source: New standard ZAP trunk
es: Nueva troncal estándar ZAP

source: Calls from ZAP trunk
es: Llamadas desde la troncal ZAP

source: Name should not contain '-' or spaces
es: El nombre no debe contener «-» o espacios

source: Price/Account_code for this pattern
es: Precio/Código_de_cuenta para este patrón

source: Cascade Delete
es: Borrado en cascada

source: Warning
es: Aviso

source: The following configlets depends on this object in a direct or indirect way:
es: Los siguientes objetos de configuración dependen de este elemento en forma directa o indirecta:

source: Hard Dependencie:
es: Dependencia fuerte:

source: Soft Dependencie:
es: Dependencia ébil:

source: Hard dependencie: The dependent object can not exist if this object is deleted
es: Dependencia fuerte: el objeto dependiente no puede existir si este objeto es borrado

source: Soft dependencie. The dependent object still can exist if this object is deleted
es: Dependencia débil: el objeto dependiente puede continuar existiendo aún si este objeto es borrado

source: Perform administrative actions to PBX
es: Ejecutar acciones de administración sobre la PBX

source: Direct Inward Dialing.
es: Marcación directa a extensiones

source: Call Details For Virtual PBX
es: Detalles de llamadas para la PBX Virtual

source: First
es: Primero(a)

source: Previous
es: Previo(a)

source: Next
es: Siguiente

source: Last
es: Último(a)

source: Time_of_start
es: Tiempo_de_inicio

source: Asc. Order
es: Orden ascendente

source: Desc. Order
es: Orden descendente
