Repository: BackupTheBerlios/destar-svn
Catalog: trunk/po/*.po
Languages: es

source: Showing records from %s to %s of %s <br /><br />
es: Mostrando registros del %s al %s de %s <br·/><br·/>

source: Virtual PBX Owner
es: Propietario de PBX Virtual

source: Calls Statistics
es: Estadísticas de llamadas

source: Day:
es: Fecha:

source: Calls per Hour in a Day
es: Llamadas por hora en un día

source: Hours
es: Horas

source: Minutes per Hour in a Day
es: Minutos por hora en un día

source: Minutes
es: Minutos

source: Cost per Hour in a Day
es: Costo por hora en un día

source: Cost
es: Costo

source: Day
es: Día

source: Calls per Day in a Month
es: Llamadas por día en un mes

source: Days
es: Días

source: Minutes per Day in a Month
es: Minutos por día en un mes

source: Cost per Day in a Month
es: Costo por día en un mes

source: Month
es: Mes

source: Calls per Month in a Year
es: Llamadas por mes en un año

source: Months
es: Meses

source: Minutes per Month in a Year
es: Minutos por mes en un año

source: Cost per Month in a Year
es: Costo por mes en un año

source: Year
es: Año

source: Calls per Year
es: Llamadas por año

source: Years
es: Años

source: Minutes per Year
es: Minutos por año

source: cost per Year
es: Costo por año

source: Sorry, this kind of query is not supported yet
es: Lamentablemente, esta clase de búsqueda aún no está soportada

source: Statistics of Calls by Date:
es: Estadísticas de las llamadas por fecha:

source: Results
es: Resultados

source: You need to install pychart and use a cdr with sqlite to get these statistics
es: Es necesario instalar pychart y hacer uso de un cdr con sqlite para obtener estas estadísticas

source: Dialout Statistics
es: Estadísticas de destino

source: Statistics for Dialout Entries
es: Estadísticas para los destinos

source: From:
es: De:

source: To:
es: A:

source: No one Match
es: Ninguna coincidencia

source: Incomming Calls per Dialout Entry
es: Llamadas entrantes por destino

source: Dialout Name
es: Nombre del destino

source: Outgoing Calls per Dialout Entry
es: Llamadas salientes por Destino

source: Statistics of Calls by Dialout Entry:
es: Estadísticas de llamadas por destino:

source: Extension Statistics
es: Estadísticas de la extensión

source: Statistics for an Extension
es: Estadísticas para una extensión

source: Statistics of Extension Calls by Dialout Entry:
es: Estadísticas de llamadas de una extensión por patrón de destino

source: Statistics
es: Estadísticas

source: Global PBX statistics and CDR
es: Estadísticas globales de la PBX y CDR

source: Trunk Statistics
es: Estadísticas de troncales

source: Statistics for Trunks
es: Estadísticas de las troncales

source: Incomming Calls per Trunk
es: Llamadas entrantes por troncal

source: Trunk Name
es: Nombre de la troncal

source: Outgoing Calls per Trunk
es: Llamadas salientes por troncal

source: Statistics of Calls by Trunk:
es: Estadísticas de llamadas por troncal:

source: Quick Dial List
es: Lista de marcación rápida

source: Global Shorcuts and Final Destinations
es: Atajos globales y destinos finales

source: No Global Shorcuts Found on Database
es: No se encontraron atajos globales en la base de datos

source: Private Shorcuts and Final Destinations
es: Atajos privados y destinos finales

source: No Private Shorcuts Found on Database
es: No se encontraron atajos privados en la base de datos

source: Number of Calls
es: Número de llamadas

source: Answered Calls
es: Llamadas contestadas

source: Not Answered Calls
es: Llamadas sin contestar

source: Busy Calls
es: Llamadas a números ocupados

source: Failed Calls
es: Llamadas fallidas

source: Calls
es: Llamadas

source: Not Answered
es: Sin contestar

source: DeStar: Asterisk Management web interface
es: DeStar: Interfaz web de administración de Asterisk

source: Usage:
es: Uso:

source: %s [options]: normal execution
es: :% [opciones]: ejecución normal

source: %s -h|--help: print this text and exit peacefully
es: %s -h|--help: imprime este texto de ayuda y termina de forma pacífica

source: %s -v|--version: only print version information
es: %s -v|--version: sólo imprime la información sobre la versión

source: Options:
es: Opciones:

source: -p <pid> | --pid=<pid>: use <pid> to store the daemon's PID
es: -p <pid> | --pid=<pid>: utilizar <pid> para almacenar el número de identificación de proceso «PID» del demonio

source: -d | --daemonize: run in the background
es: -d | --daemonize: ejecutar en segundo plano

source: -r <port> | --port=<port>: run on port <port> (default: 8080)
es: -r <puerto> | --port=<puerto>: escuchar en el puerto <puerto> (por omisión es el 8080)

source: DeStar: Command-line parsing error. Aborting.
es: DeStar: Error en el análisis de la línea de comandos. Abortando.

source: Error: rport (-r <num>/--port=<num> must be a number)
es: Error: rport (-r <núm>/--port=<núm> debe ser un número)

source: Note: you should install python-pysqlite2 to have CDR functionality
es: Nota: usted debe instalar python-pysqlite2 para hacer uso de la funcionalidad de CDR

source: Note: you don't seem to have access to %s yet
es: Nota: al parecer, usted aún no tiene acceso a %s

source: One Touch Monitor
es: Supervisión en caliente

source: Touch Monitor Extension
es: Extensión para supervisión en caliente

source: Extension to dial to start monitoring a call.
es: Extensión a marcar para iniciar el monitoreo de llamadas.

source: Transfer Extensions
es: Extensiones de transferencia

source: Extensions to dial to transfer a call.
es: Extensión a marcar para transferir una llamada.

source: Blind Transfer Extension
es: Extensión para transferencia inmediata

source: Attended Transfer Extension
es: Extensión para transferencia consultada

source: Number of seconds to wait between digits when transfering a call
es: Número de segundos que se deben esperar entre dígitos cuando se transfiere una llamada

source: Default is 3 seconds
es: El valor por omisión es de 3 segundos

source: Timeout for answer on attended transfer
es: Tiempo máximo para consulta en la transferencia

source: Default is 15 seconds
es: El valor por omisión es de 15 segundos

source: Virtual PBX Administrator
es: Administrador de la PBX virtual

source: Please choose a Virtual PBX for this user.
es: Por favor, escoja la PBX virtual para este usuario.

source: Simple Hunt Group
es: Grupo simple de extensiones

source: New Hunt Group for 5 extensions
es: Nuevo grupo de 5 extensiones

source: Cycle until timeout?
es: ¿Rotar hasta que se alcance el tiempo máximo?

source: Phones to add to the group
es: Teléfonos a añadir en el grupo

source: Phone #1
es: Teléfono #1

source: Repeat?
es: ¿Repetir?

source: Phone #2
es: Teléfono #2

source: Phone #3
es: Teléfono #3

source: Phone #4
es: Teléfono #4

source: Phone #5
es: Teléfono #5

source: Extension already in use on that PBX
es: La extensión ya está en uso en esa PBX virtual

source: System Status
es: Estado del sistema

source: System information of your machine
es: Información del sistema para la máquina

source: System
es: Sistema

source: Load Average in the last minute
es: Carga promedio en el último minuto

source: Load Average in the last 5 minutes
es: Carga promedio en los últimos 5 minutos

source: Processor
es: Procesador

source: Frequency
es: Frecuencia

source: Total Memory
es: Memoria total

source: Free Memory
es: Memoria libre

source: Disk Usage
es: Uso del disco

source: Device
es: Dispositivo

source: FileSystem type
es: Tipo de sistema de archivos

source: Total Size
es: Tamaño total

source: Used
es: Usado

source: Available
es: Disponible

source: Use percentage
es: Porcentaje de utilización

source: Mount point
es: Punto de montaje

source: Save/View Configuration
es: Ver/guardar configuración

source: Save and show Asterisk configuration files
es: Ver y guardar los archivos de configuración de Asterisk

source: Other Calls
es: Otras llamadas

source: Internal
es: Interno

source: Please specify an application
es: Por favor especifique una aplicación

source: -b | --backend: run on backend mode
es: ··-b·|·--backend:·correr en modo de consola

source: -g | --generate-docs: generate documentation
es: ··-g·|·--generate-docs:·generar documentación

source: Error writing up %s
es: Error escribiendo %s

source: Note: you don't seem to have access to %s yet created by cdr_sqlite3_custom. See INSTALL.txt for details.
es: Nota: aún no hay acceso al archivo %s creado por el módulo cdr_sqlite3_custom. Vea más información en el archivo INSTALL.txt

source: Call Forwarding if Busy
es: Redirección de llamada si está ocupado

source: Call Forwarding if Timeout/Unavailable
es: Redirección de llamadas si no está disponible o se vence el tiempo

source: Extensions to add/remove from personal quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The personal quick dial list works for all extensions, by dialing dial_prefix+2_digits_key and only if the extension has an assigned dialout entry which pattern matches the final destination.
es: Extensiones para agregar/remover entradas en la lista personal de marcación rápida. La extensión para agregar será de la forma prefijo+clave_de_2_dígitos+*+destino_final. La extensión para remover será de la forma prefijo+clave_de_2_dígitos. La lista personal funciona para todas las extensiones marcando prefijo_de_marcado+clave_de_2_dígitos y solo si a la extensión se le ha asignado un patrón de marcado que permita alcanzar el destino final.

source: New extensions to add/remove/access personal quick dial list
es: Nuevas extensiones para agregar/remover/acceder a la lista personal de marcación rápida

source: Dial prefix
es: Prefijo de marcado

source: Disallow calling user transfer?
es: ¿Deshabilitar la transferencia para el usuario llamante?

source: Audio Codec
es: Códec de audio

source: New audio codec to be used
es: Nuevo codec a ser utilizado

source: Allow codec
es: Permitir códec

source: Use all codecs
es: Usar todos los códecs

source: A Law (g711a)
es: Ley a (g711a)

source: U Law (g711u)
es: Ley u (g711u)

source: Depricated: use individual 'Audio Codec' configlets instead.
es: Descontinuado: use configlets "códec de audio" individuales.

source: Allow g726 codec
es: Permitir códec g726

source: Skip asterisk media path?
es: ¿Hacer que el flujo de voz evada a Asterisk?

source: Monitor calls made from this extension?
es: ¿Grabar las llamadas realizadas desde esta extensión?

source: Otherwise it will use Date-CallerIdName(CallerIdNum)-Exten
es: De otra forma se usará Fecha-Identificador_de_llamante-Extensión

source: Append to existing file instead of overwriting it?
es: ¿Agregar al archivo existente en lugar de sobreescribirlo?

source: Save audio while the channel is bridged?
es: ¿Guardar el audio mientras el canal está siendo puenteado?

source: Heard volume factor
es: Factor de volumen escuchado

source: Spoken volume factor
es: Factor de volumen hablado

source: Action
es: Acción

source: Description
es: Descripción

source: View/Save Configuration
es: Ver/guardar configuración

source: Show and Save Asterisk configuration files
es: Ver y guardar archivos de configuración de Asterisk

source: Show selected files
es: Mostrar los archivos seleccionados

source: Save all changes
es: Guardar todos los cambios

source: Save changes results
es: Resultados de guardar cambios

source: Configuration files saved
es: Los archivos de configuración fueron guardados

source: There were problems writing the configuration. Please take a look at the error logs.
es: Hubo problemas al escribir la configuración. Por favor revise los registros de errores.

source: WARNING: This configuration might experience grave problems because the following asterisk modules are missing on your system:
es: ADVERTENCIA: Esta configuración puede experimentar graves problemas porque los siguientes módulos de Asterisk no están presentes en su sistema:

source: Codecs
es: Códecs

source: Audio codecs to use on SIP and IAX channels.
es: Códecs de audio a usar en los canales SIP e IAX

source: You don't seem to have access to %s yet created by cdr_sqlite3_custom. Without this file CDR reports wont be accesible trough this interface.
es: Parece que aún no hay acceso a %s, creado por el módulo cdr_sqlite3_custom. Sin esto los reportes de CDR no podrán ser vistos a través de la interfaz de DeStar.

source: Available actions
es: Acciones disponibles

source: Forward call when busy to
es: Redirigir las llamadas cuando esté ocupado a

source: Forward call when timeout/unavailable to
es: Redirigir las llamadas cuando se alcance el tiempo límite o no esté disponible a

source: i.e. hours|weekdays|monthdays|months (comma separated)
es: p.e.: horas|días_a_la_semana|días_al_mes|meses (separados por comas)

source: Try to detect busy signal to detect if remote site hung up
es: Tratar de detectar la señal de ocupado para detectar el cuelgue remoto

source: This is a SIP phone account, to be used by hard-phones, soft-phones, ATAs, etc.
es: Ésta es una cuenta de extensión SIP para ser utilizada por teléfonos IP hardware y software, ATAs, etc.

source: The configlet '%s' does not have a description
es: El configlet '%s' no tiene una descripción válida

source: Showing records from %s to %s of %s
es: Mostrando los registros del %s al %s de un total de %s

source: Time to wait before answer the line
es: Tiempo de espera antes de contestar la línea

source: (in seconds)
es: (en segundos)

source: How many time has the user to dial an extension?
es: ¿Cuánto tiempo tiene el usuario para contestar la línea?

source: Save audio only while the channel is bridged?
es: ¿Grabar el audio solamenete cuando los canales están puenteados?

source: Does not include conferences
es: No incluye conferencias

source: DEVELOPMENTAL SNAPSHOT
es: PROTOTIPO DE DESARROLLO
