Repository: BackupTheBerlios/destar-svn
Catalog: branches/icom-avatar/po/*.po
Languages: fr

source: Warning: There is no %s or %s file yet.
fr: Avertissement: Le fichier %s ou %s n'existe pas

source: Error backing up %s
fr: Erreur de sauvergarde de %s

source: Call forwarding
fr: Transfère d'appel

source: Extensions to set/unset call forwarding.
fr: Extensions d'activation/désactivation de transfère d'appel

source: New extensions to set/unset call forwarding
fr: Nouvelles extensions d'activation/désactivation de transfère d'appel

source: Call Forwarding Unconditional
fr: Transfère d'appel inconditionnel

source: Call Forwarding if Busy/Unavailable
fr: Transfère d'appel si Occupé/Non disponible

source: Setting preffix
fr: Préfix d'activation

source: Unsetting extension
fr: Extension de désactivation

source: Conference room
fr: Salle de conférence

source: New conference room
fr: Nouvelle salle de conférence

source: Conference number
fr: Numéro de conférence

source: Directory
fr: Répertoire

source: New Directory
fr: Nouveau répertoire

source: This application allows you to dial by name.
fr: Cette application vous autorise la numérotation par nom

source: Set/Unset DND
fr: Active/Désactive 'Ne pas déranger'

source: New extensions to Set/Unset Do not disturb
fr: Nouvelle extensions pour activer/désactiver 'Ne pas déranger'

source: Extensions to set/unset 'Do Not Disturb'.
fr: Extensions pour activer/désactiver 'Ne pas déranger'

source: Setting extension
fr: Extension d'activation

source: Extension already in use
fr: Extension déja utilisée

source: Echo test
fr: Test d'écho

source: New Echo test extension
fr: Nouveau test d'echo

source: The echo test immediately plays back what you speek. You can use this to find out how much echo you have.
fr: Le test d'écho joue immédiatement ce que vous dites. Vous pouvez utiliser celui-ci pour établir votre quantité d'écho.

source: Meeting room
fr: Salle de réunion

source: New meeting room
fr: Nouvelle salle de réunion

source: If empty, will be the same as the extension
fr: Si vide, sera le même que l'extension

source: Operator Panel
fr: Panneau de l'opérateur

source: Show this trunk in the panel
fr: Affiche ce canal dans le panneau

source: Milliwatt test
fr: Test du milliwatt

source: New milliwatt test extension
fr: Nouveau test du milliwatt

source: Generate a Constant 1000Hz tone at 0dbm (mu-law). Used for measuring.
fr: Génère un son constant de 1000Hz à 0dbm (mu-law). Utilisé pour l'évalutation.

source: Listen to music-on-hold
fr: Ecouter la musique d'attente

source: New music-on-hold extension
fr: Nouvelle extension de musique d'attente

source: Play Play Music On Hold until you hang up.
fr: Joue la musique d'attente jusqu'au raccrochage

source: Music-on-hold class
fr: Classe de musique d'attente

source: Park calls
fr: Parcage d'appels

source: New call parking extension
fr: Nouvelle extension de parcage

source: Call Parking extension
fr: Extension de parcage d'appel

source: Parking places
fr: Lieu de parcage

source: Play sound
fr: Joue le son

source: Play a soundfile.
fr: Joue le fichier de son

source: File name
fr: Nom de fichier

source: Don't specify an extension
fr: Ne spécifie pas une extention

source: Please don't specify an extension
fr: Svp ne spécifiez pas une extension

source: Global Quick Dial List
fr: Numérotation rapide globale

source: Extensions to add/remove from global quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The global list only works if the calling estension has been assigned a dialout with the quick dial lookup option activated.
fr: Extensions pour ajouter/supprimer de la liste de numérotation rapid. L'extension ajoutée sera de la forme prefix+2_digits_key+*+final_destination. L'extension supprimée sera de la forme prefix+2_digits_key. La liste globale fonctionne seulement si l'extension appelée a été assignée à un appel vers l'extérieur avec l'option recherche de numérotation rapide activée

source: New extensions to add/remove from global quick dial list
fr: Nouvelle extension à ajouter/supprimer de la liste de numérotation rapide

source: Password
fr: Mot de passe

source: Setting prefix
fr: Prefix d'activation

source: don't use ** because it is for private quick dial list
fr: N'utilisez pas ** car c'est réservé pour la liste privée de numérota rapide

source: Unsetting prefix
fr: Préfix de désactivation

source: Private Quick Dial List
fr: Liste privée de numérotation rapide

source: Extensions to add/remove from personal quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The personal quick dial list works for all extensions, by dialing **+2_digits_key and only if the extension has an assigned dialout entry which pattern matches the final destination.
fr: Extensions pour ajouter/supprimer de la liste de numérotation rapid. L'extension ajoutée sera de la forme prefix+2_digits_key+*+final_destination. L'extension supprimée sera de la forme prefix+2_digits_key. La liste personnelle de numérotation rapide fonctionne pour toutes les extensions, en numérotant **+2_digits_key et seulement si l'extension est associée à une entrée d'appel vers l'extérieur dont le pattern matche la destination finale

source: New extensions to add/remove from personal quick dial list
fr: Nouvelle extension pour ajouter/supprimer de la liste personnelle de numérotation rapide

source: don't use ** because it is for accesing the quick dial list
fr: N'utilisez pas ** car c'est réservé à l'accès de la liste de numérotation rapide

source: Record sound
fr: Enregistre un son

source: New recording extension
fr: Nouvelle extension d'enregistrement

source: Allows you to record a sound file. You can hang up, be silent for a second or dial '#' to stop the recording.
fr: Vous autorise à enregistre un fichier de son. Vous pouvez raccrocher, être silentieux pour une seconde ou composer '#' pour arrêter l'enregistrement

source: Sound format
fr: Format du son

source: GSM compression
fr: Compression GSM

source: PCM format 'ulaw'
fr: Format PCM 'ulaw'

source: WAV-File with Microsoft PCM, 16 bit, mono 8000 Hz
fr: Fichier WAV Microsoft PCM, 16 bit, mono 8000 Hz

source: WAV-File with GSM 6.10 compression, mono 8000 Hz
fr: Fichier WAV en compression GSM 6.10, mono 8000 Hz

source: Say time
fr: Dire l'heure

source: Time
fr: Heure

source: Date and Time
fr: Date et heure

source: Voicemail dialog
fr: Dialogue de boite à message

source: New voicemail dialog
fr: Nouveau dialogue de boite à message

source: Extension to enter the voicemail system.
fr: Extension d'entrée de boite à message

source: Ask for user mailbox?
fr: Demande la boite à message de l'utilisateur

source: Normal dialout entry
fr: Entrée normale d'appel vers l'extérieur

source: New normal dialout entry
fr: Nouvelle entrée normale d'appel vers l'extérieur

source: Used to route calls through trunks
fr: Utilisé pour router les appels à travers les canaux

source: Name
fr: Nom

source: Remove Prefix of length
fr: Supprime un préfixe de longueur

source: Add Prefix
fr: Ajoute un préfixe

source: Maximum call time in seconds
fr: Temps maximum d'appel

source: Ringing time in seconds
fr: Temps maximal de sonnerie

source: Search on quick dial list?
fr: Recherche dans la liste de numérotation rapide?

source: Trunks to use for routing this dialout entry
fr: Cannaux à utiliser pour le routage de cette entrée d'appel extérieur

source: This is a Dependency
fr: Ceci est une dépendance

source: Auto attendant
fr: Répondeur automatique

source: New auto attendant
fr: Nouveau répondeur automatique

source: Basic auto-attendant.
fr: Répondeur automatique de base

source: Max. time for incoming calls in seconds
fr: Temps maximum pour les appels entrants en secondes

source: (0 or empty means no time restriction)
fr: (0 ou vide signifie pas de restriction de temps)

source: File to play in the background
fr: Fichier à jouer en fond

source: How many times should it be played?
fr: Combien de fois devrait-it être joué ?

source: Pause between each playback
fr: Pause entre chaque jeu

source: Extension to ring after file playing
fr: Extension à appeler après le jeu

source: Digit to jump that extension directly
fr: Chiffre pour sauter directement à cette extension

source: IVR to jump on special dates
fr: IVR à activer à des dates spécifiques

source: Times string
fr: Spécification de temps

source: i.e. <hours>|<weekdays>|<monthdays>|<months> (comma separated)
fr: par exemple, <heure>|<jour de la semaine>|jour du mois>|<mois> (séparé par des virgule)

source: Allow calling to all extensions?
fr: Autorise l'appel de toute les extentions

source: File should be played at least one time
fr: Les fichier devraient être joués au moins une fois

source: Please specify dates
fr: Svp spécifiez des dates

source: Raw IVR
fr: IVR brut

source: New raw IVR
fr: Nouvel IVR brut

source: Contents
fr: Contenu

source: Direct inward dialing (DID) number
fr: Numéro Direct inward dialing (DID)

source: New direct inward dialing (DID) number
fr: Nouveau numéro Direct inward dialing (DID)

source: Used to route a DID to an extension or Auto-Attendant.
fr: Utilisé pour router un DID vers une extension ou un répondeur automatique.

source: From Trunk:
fr: A partir du canal :

source: Go to
fr: Aller à

source: Phone
fr: Téléphone

source: Phone to ring
fr: Téléphone à faire sonner

source: IVR to jump to
fr: Faire aller l'IVR à

source: Change Caller*Id to:
fr: Changer le Caller*Id en :

source: DID already in use for that trunk.
fr: DID est déja utilisé pour ce canal.

source: ENUM search domain
fr: Domaine de recherche ENUM

source: New ENUM search domain
fr: Nouvelle domaine de recherche ENUM

source: Domain to search for ENUM entries
fr: Domaine à recherche pour des entrées ENUM

source: Load module
fr: Charger module

source: Module to load
fr: Module à charger

source: Logger options
fr: Options du logger

source: Asterisk can emit many events to it's console or a log file, Here you can make it more (or less) verbose:
fr: Asterisk peut émettre beaucoups d'événements sur sa console ou un fichier de log, ici vous pouvez le rendre plus ou moins verbeux :

source: Errors
fr: Erreurs

source: Warnings
fr: Avertissements

source: Verbose messages
fr: Messages verbeux

source: Debug output
fr: Affichage de débug

source: Console output
fr: Affiche console

source: Output in /var/log/asterisk/messages
fr: Tranférer dans /var/log/asterisk/messages

source: Log to syslog via facility
fr: Logguer vers les syslogs via la facilité

source: What kind of messages to log
fr: Quel type de message logguer

source: Management API access
fr: Accès à l'API de gestion

source: New management API access
fr: Nouvel accès à l'API de gestion

source: IP disable mask
fr: Désactive les masques IP

source: IP enable mask
fr: Active les masques IP

source: Read
fr: Lire

source: Write
fr: Ecrire

source: Background music directory
fr: Répertoire de la musique de fond

source: New background music directory
fr: Nouveau répertoire de la musique de fond

source: Configure Asternic Flash Operator Panel
fr: Configurer le Asternic Flash Operator Panel

source: FQDN/IP to access the panel via web
fr: FQDN/IP pour accéder au panneau via le web

source: Security Code
fr: Code de sécurité

source: Manager agent
fr: Agent de gestion

source: Frequency in seconds to poll for sip and iax status
fr: Fréquence en seconde de verification de status de sip et de iax

source: Pickup Extension
fr: Extension de prise

source: Extension to dial to pick-up a call in the same group.
fr: Extension à appeler pour prendre un appel dans le même groupe

source: Raw config file snippet
fr: Morceau brut de fichier de configuration

source: New raw config file snippet
fr: Nouveau morceau brut de fichier de configuration

source: RTP options
fr: Options RTP

source: Start of RTP port area
fr: Début de l'interval de ports RTP

source: End of RTP port area
fr: Fin de l'interval de ports RTP

source: Check UDP checksums of RTP packets
fr: Vérifier les sommes de contrôle des paquets RTP

source: must be higher than start value
fr: doit être plus grand que la valeur de début

source: Austria
fr: Autriche

source: Australia
fr: Australie

source: Belgium
fr: Belgique

source: Brazil
fr: Brézil

source: Chile
fr: Chili

source: Germany
fr: Allemagne

source: Spain
fr: Espagne

source: Finland
fr: Finlande

source: Greece
fr: Grèce

source: India
fr: Inde

source: Italy
fr: Italie

source: Japan
fr: Japon

source: Netherlands
fr: Pays-Bas

source: Norway
fr: Norvège

source: New Zealand
fr: Nouvelle zélande

source: Poland
fr: Pologne

source: Russia
fr: Russie

source: Sweden
fr: Suède

source: Taiwan
fr: Taïwan

source: United Kingdom
fr: Royaume Uni

source: United States / North America
fr: Etats unis / Amérique du nord

source: South Africa
fr: Afrique du sud

source: General settings
fr: Paramètres généraux

source: Country
fr: Pays

source: The country is used for generating dialtone, ringtone, busytone etc
fr: Le pays est utilisé pour générer les signaux d'appel, les sonneries, les signaux d'occupation, etc.

source: language
fr: Langue

source: The language is used for voice prompts
fr: Le langage est utilisé pour les messages vocaux

source: SIP Audio Options
fr: Options audio SIP

source: Codecs to use
fr: Codecs à utiliser

source: Allow alaw codec
fr: Autorise le codec alaw

source: Allow ulaw codec
fr: Autorise le codec ulaw

source: Allow ilbc codec
fr: Autorise le codec ilbc

source: Allow gsm codec
fr: Autorise le codec gsm

source: Allow g729 codec
fr: Autorise le codec g729

source: g729 pass-thru unless license obtained
fr: g729 passe à travers excepté si une license a été acquise

source: Allow g723.1 codec
fr: Autorise le codec g723.1

source: g723.1 pass-thru
fr: Autorise le codec g723.1 passe à travers

source: You should choose at least one codec
fr: Vous devez choisir au moins un codec

source: SIP Network Options
fr: Option réseau SIP

source: Bind specific address?
fr: Lie à une adresse spécifique ?

source: Bind address
fr: Adresse d'association

source: External/Internal IP
fr: IP externe/interne

source: Force external ip/internel network?
fr: Force réseau ip externe/interne

source: External ip
fr: Ip externe

source: Internal network
fr: Réseau interne

source: Netmask
fr: Masque réseau

source: DeStar user
fr: Utilisateur DeStar

source: New DeStar user
fr: Nouvel Utilisateur DeStar

source: Associated IP address of PC
fr: IP adresse associée au PC

source: Trusted for auto-login
fr: Faire confiance pour auto-login

source: Associated phone
fr: Téléphone associé

source: disabled
fr: désactivé

source: User
fr: Utilisateur

source: Administrator
fr: Administrateur

source: Configurator
fr: Configurateur

source: Language
fr: Langue

source: Voicemail settings
fr: Paramètres de boite à message

source: Recording settings
fr: Paramètres d'enregistrement

source: File format for voicemail messages
fr: Format de fichier pour boite à message

source: Maximal message length (in seconds)
fr: Taille maximale de message en seconde

source: Minimal message length (in seconds)
fr: Taille minimale de message en seconde

source: Seconds of silence to end the recording
fr: Secondes de silence à la fin de l'enregistrement

source: Silence threshold (what we consider silence, the lower, the more sensitive)
fr: Seuil de silence (ce que nous considérons du silence, le plus bas est le plus sensible)

source: Playback settings
fr: Paramètres de jeu

source: Max number of failed login attempts
fr: Nombre maximal de tentatives échouées de login

source: Seconds to skip forward/backward
fr: Secondes à passer en avant/en arrière

source: E-mail integration settings
fr: Paramètres d'intégration e-mail

source: Activate email voicemail notifications?
fr: Activation de la notification e-mail de la boite à message

source: Who the e-mail notification should appear to come from
fr: De qui l'e-mail de notification doit-il provenir ?

source: destar_pbx@yourdomain
fr: destar_pbx@votredomaine

source: Change the From: string
fr: Changer le From: phrase

source: The Asterisk/DeStar PBX
fr: Le PBX Asterisk/DeStar

source: Change email Subject
fr: Changer le sujet de l'e-mail

source: [DeStar PBX]: New message from ${VM_CALLERID} in mailbox ${VM_MAILBOX}
fr: [DeStar PBX]: Nouveau message de ${VM_CALLERID} dans la boite à message ${VM_MAILBOX}

source: Change email Body
fr: Changer le corp de l'e-mail

source: Dear ${VM_NAME}:\n\n\tjust wanted to let you know you were just left a ${VM_DUR} long message (number ${VM_MSGNUM})\n\tin mailbox ${VM_MAILBOX} from ${VM_CALLERID}, on ${VM_DATE}, so you might\n\twant to check it when you get a chance. Thanks!\n\n\t\t\t--Asterisk/Destar PBX.
fr: Cher ${VM_NAME}:\n\n\tJe vous notifie que vous avez à l'instant reçu un messsage de longueur ${VM_DUR} (nombre ${VM_MSGNUM})\n\t dans la boite à message ${VM_MAILBOX} provenant de ${VM_CALLERID}, à la date du ${VM_DATE}. Vous pouvez\n\t l'écouter dès à présent. Merci!\n\n\t\t\t--Asterisk/Destar PBX.

source: Should the email contain the voicemail as an attachment?
fr: L'e-mail doit-il contenir le message vocal en pièce jointe

source: Override the default program to send e-mail
fr: Spécifieun autre programme d'envoi d'e-mail

source: i.e.: /usr/sbin/sendmail -t
fr: par exemple : /usr/sbin/sendmail -t

source: Zaptel Audio Options
fr: Options audio Zaptel

source: Be sloppy when detecting DTMF
fr: Etre tolérant avec la détection des DTMF

source: Echo cancel samples
fr: Exemples d'annulation d'écho

source: Cancel echo even on bridged calls
fr: Annule l'écho même lors d'appel faisant le pont

source: Do early echo training
fr: Fait de l'entrainement précoce d'écho

source: Zaptel Phone Options
fr: Options téléphone Zaptel

source: Use ADSI for menu phones
fr: Utilise ADSI pour les menus de téléphone

source: Signal a waiting call
fr: Signale les appels en attente

source: Send callerid during call waiting indication
fr: Envoi l'identifiant de l'appelant durant les indications d'appels en attente

source: Suspend a call temporarily via a hook flash
fr: Supendre un appel temporairement via flash de combiné

source: Allow call transfer
fr: Autorise le transfère d'appel

source: Allow call forwards
fr: Autorise de faire suivre les appels

source: Read caller number with *69
fr: Lire le numéro de l'appelant avec *69

source: Zaptel configuration for PRI
fr: Configuration Zaptel pour les PRI

source: Zaptel span
fr: Span Zaptel

source: i.e. 1 if 1st card
fr: par exemple, 1 pour la 1ère carte

source: Zaptel timing parameter
fr: Paramètre de temporisation Zaptel

source: Read zaptel documentation
fr: Lire la documentetion zaptel

source: Line Build Out (dB)
fr: Build Out de ligne

source: Power level based on distance from the card to the service provider's gateway.
fr: Niveau de puissance basé sur la distance à la passerelle du fournisseurde service

source: Framing
fr: Tramage

source: Coding
fr: Encodage

source: Channels
fr: Cannaux

source: i.e. 1-15,17-31
fr: par exemple, 1-15,17-31

source: Signaling channel
fr: Signalisation de cannal

source: i.e. 16
fr: par exemple, 16

source: Zaptel Trunk Options
fr: Options du cannal Zaptel

source: Try to detect busy signal to detect if remove site hung up
fr: Essaie de détecter le signal d'occupation si le site distant raccroche

source: Wait how many busy signals before hanging up
fr: Attente de combien de signaux d'occupation avant raccrochage

source: Remote SIP extension - Epygi
fr: Extension SIP distante - Epygi

source: New SIP Epigy extension
fr: Nouvelle extension SIP Epigy

source: IP address of Epygi gateway
fr: Adresse IP de la passerelle Epygi

source: Is the trunk behind NAT ?
fr: Le canal est-il derrière un NAT

source: DTMF mode:
fr: Mode DTMF :

source: In Band (only with ulaw/alaw)
fr: Dans le signal (seulement avec ulaw/alaw)

source: Call group
fr: Groupe d'appel

source: Enable call group
fr: Active le groupage d'appel

source: Call group number
fr: Le numéro du groupe d'appel

source: Call Queues
fr: Files d'appel

source: Agent of queues:
fr: Agent des files :

source: Show this extension in the panel
fr: Affiche cette extension dans le panneau :

source: Use voicemail
fr: Utilise la boite à message

source: Signal waiting mail
fr: E-mail d'attente de signal

source: Voicemail PIN
fr: PIN de boite à message

source: Calls from the phone
fr: Appels à partir du téléphone

source: Caller-Id Number
fr: Numéro de l'identifiant de l'appelant

source: Caller-Id Name
fr: Nom de l'identifiant de l'appelant

source: Allowed dialout-entries
fr: Autorise les entrées d'appel vers l'extérieur

source: Enable time restriction?
fr: Active les restrictions de temps ?

source: New extension
fr: Nouvelle extension

source: Set an 'alias' extension to a phone
fr: Active une extension 'Alias' vers un téléphone

source: This can be used to set operator(o) or fax(fax) extensions.
fr: Ceci peut être utilisé pour activer une extension d'opérateur(o) ou de fax(fax).

source: Calls to the extension
fr: Appel l'extension

source: Real phone to ring
fr: Téléphone réel à appeler

source: Normal IAX phone
fr: Téléphone IAX normal

source: New IAX phone
fr: Nouveau téléphone IAX

source: IP address of phone
fr: Adresse IP du téléphone

source: Allow direct dialling from outside?
fr: Autorise l'appel direct à partir de l'extérieur

source: Disable IAX transfer
fr: Désactive le tranfert IAX

source: Normal MGCP phone
fr: Téléphone MGCP normal

source: New MGCP phone
fr: Nouveau téléphone MGCP

source: If you haven't configured a name for your phone please use the IP address here.
fr: Si vous n'avez pas configuré un nom pour votre téléphone, utilisez une adresse IP

source: Three way calling
fr: Appel à trois

source: Enable Call transfer
fr: Active le transfère d'appel

source: Enable Call forward
fr: Autorise de faire suivre les appels

source: Caller-Id-Number
fr: Numéro de l'identification de l'appelant

source: Caller-Id-Name
fr: Nom de l'identification de l'appelant

source: Normal Call Queue
fr: File d'appel normale

source: New Call Queue
fr: Nouvelle file d'appel

source: Strategy:
fr: Strategie

source: Ring all - ring all available channels until one answers
fr: Appelle tous - appelle tous les canaux disponibles jusqu'à une réponse

source: Round robin - take turns ringing each available interface
fr: Caroussel - fait sonner chaque interface disponible à son tour

source: Least recent - ring interface which was least recently called by this queue
fr: Le moins récent - fait sonner l'interface qui a été le moins récement appelée dans cette file

source: Fewest calls - ring the one with fewest completed calls from this queue
fr: Le moins d'appels - fait sonner celle avec le moins d'appel complétés sur cette file

source: Random - ring random interface
fr: Au hasard - fait sonner une interface au hasard

source: Round robin with memory - remember where we left off last ring pass
fr: Caroussel avec mémoire - se souvient qui a laissé passer lors du dernier passage

source: How long to wait before trying all the members again?
fr: Combien de temps faut-il attendre avant de réessayer tous les membre de nouveau ?

source: Announces
fr: Annonces

source: Announce queue position to caller?
fr: Annonce la position dans la file à l'appelant ?

source: How often to announce queue position and/or estimated holdtime to caller
fr: Combien de fois annoncer la position dans la liste et/ou le temps d'attente estimé à l'appelant

source: Include estimated hold time in position announcements?
fr: Inclure le temps estimé d'attente dans les annonces de position

source: Yes
fr: Oui

source: No
fr: Non

source: Only Once
fr: Seulement une fois

source: Monitoring
fr: Surveillance
