Repository: BackupTheBerlios/destar-svn
Catalog: branches/icom-avatar/po/*.po
Languages: fr

source: Monitor answered calls?
fr: Surveillance des appels répondus ?

source: Monitor file format
fr: Format de fichier de la surveillance

source: Monitor file name
fr: Nom de fichier de la surveillance

source: Otherwise it will use ${UNIQUEID}
fr: Autrement il usera ${UNIQUEID}

source: Split file on inbound and outbound channels?
fr: Coupe le fichier sur les canaux entrants et sortants ?

source: Show this queue in the panel
fr: Affiche cette file dans le panneau

source: You should select a frequency
fr: Vous devriez sélectionner une fréquence

source: Normal SIP phone
fr: Téléphone SIP normal

source: New SIP phone
fr: Nouveau téléphone SIP normal

source: Voicemail email
fr: E-mail de boite à message

source: Normal ZAP phone
fr: Téléphone ZAP normal

source: New ZAP phone
fr: Nouveau téléphone ZAP

source: Zaptel channel number
fr: Numéro du canal Zaptel

source: Signalling type
fr: Type de signalisation

source: Group
fr: Groupe

source: Show this phone in the panel
fr: Affiche ce téléphone sur le paneau

source: ISDN using CAPI, incoming
fr: ISDN utilisant CAPI, entrant

source: New incoming ISDN using CAPI
fr: Nouveau ISDN entrant utilisant CAPI

source: Calls from the ISDN network
fr: Appels du réseau ISDN

source: Subscriber number
fr: Numéro du souscripteur

source: MSN already assigned
fr: MSN déja assigné

source: ISDN using CAPI, outgoing
fr: ISDN utilsant CAPI, sortant

source: New outgoing ISDN using CAPI
fr: Nouvant ISDN sortant utilisant CAPI

source: Calls to the ISDN network
fr: Appels vers le réseau IDSN

source: Outgoing prefix
fr: Préfixe sortant

source: VOIP-Provider FreeworldDialup (IAX)
fr: Fournisseur VOIP FreeworldDialup (IAX)

source: New VOIP-Provider FreeworldDialup (IAX) trunk
fr: Nouveau canal du fournisseur VOIP FreeworldDialup (IAX)

source: You can register free of charge at http://freeworlddialup.com and get an FWD Id where people can call you. These calls are is free of charge, too. When you've an account, you must enable FWD's IAX support at http://www.freeworlddialup.com/advanced/iax to use this this 'phone line'.
fr: Vous pouvez vous inscire gratuitement sur http://freeworlddialup.com et recevoir un identifiant via le quel on peut vous appeler. Ces appels sont gratuits également. Si vous avez un compte, vous devez activer le support IAX chez FWD sur http://www.freeworlddialup.com/advanced/iax pour utiliser celui-ci sur cette ligne de téléphone.

source: FWD number
fr: Numéro FWD

source: FWD password
fr: Mot de passe FWD

source: Calls to FWD
fr: Appels vers FWD

source: Context
fr: Contexte

source: Calls from FWD
fr: Appels venants de FWD

source: Standard IAX Trunk
fr: Canal IAX standard

source: New standard IAX trunk
fr: Nouveau canal IAX standard

source: Used to setup an IAX trunk to another Asterisk server or an IAX termination.
fr: Utilisé pour configurer un canal IAX vers un autre serveur Asterisk ou un point d'accès IAX.

source: IAX host
fr: Hôte IAX

source: Bandwith
fr: Bande passante

source: Low
fr: Basse

source: High
fr: Haute

source: Authentication
fr: Authentification

source: Authentication Method
fr: Méthode d'Authentification

source: Plain text
fr: Textuelle

source: For 'Plain' or 'MD5' only
fr: Seulement pour 'Textuelle' ou 'MD5'

source: Public key from remote server
fr: Clé publique du serveur distant

source: For 'RSA' only
fr: Seulement pour 'RSA'

source: Private local key
fr: Clé privée locale

source: Enable trunking?
fr: Active le trunking

source: Calls from IAX trunk
fr: Appels venant d'un canal IAX

source: Extension to ring
fr: Extension à faire sonner

source: VOIP-Provider Iaxtel
fr: Fournisseur VOIP Iaxtel

source: New VOIP-Provider Iaxtel trunk
fr: Nouveau canal du fournisseur VOIP Iaxtel

source: You can register free of charge at http://www.iaxtel.com and get an IAXtel number where people can call you. These calls are free of charge, too.'.
fr: Vous pouvez vous inscire gratuitement sur http://www.iaxtel.com et recevoir un numéro IAXtel surlequel vous êtes contactable. Ces appels sont gratuits.

source: IAXTEL number
fr: Numéro IAXTEL

source: IAXTEL password
fr: Mot de passe IAXTEL

source: Calls to IAXTEL
fr: Appels vers IAXTEL

source: Calls from IAXTEL
fr: Appels venant de IAXTEL

source: Standard SIP Trunk
fr: Canal SIP standard

source: New standard SIP trunk
fr: Nouveau canal SIP standard

source: Used to setup a SIP trunk to a SIP provider or a different SIP server.
fr: Utilisé pour configurer un canal SIP vers un fournisseur SIP ou un serveur sip différent.

source: SIP username
fr: Nom d'utilisateur SIP

source: SIP password
fr: Mot de passe SIP

source: SIP host
fr: Hôte SIP

source: Register with remote host?
fr: S'enregistrer (se faire connaître) de l'hôte distant ?

source: Enable forward address type?
fr: Active les adresses de type 'faire suivre' ?

source: Is the trunk behind NAT?
fr: Le canal est-il derrière un NAT ?

source: Bypass auth for incoming calls?
fr: Evite l'authentification pour les appels entrants ?

source: Calls from SIP trunk
fr: Appels venant du canal SIP

source: ISDN using zaphfc
fr: ISDN utilisant zaphfc

source: New ISDN using zaphfc trunk
fr: Nouvel ISDN utilisant le canal zaphfc

source: Mode of NTBA
fr: Mode de NTBA

source: Number of cards
fr: Nombre de cartes

source: PBX ZAP trunk
fr: Canal PBX ZAP

source: New PBX ZAP trunk
fr: Nouveau canal PBX ZAP

source: Callout group
fr: Groupe d'appel vers l'extérieur

source: Reception and Transmission Gains
fr: Gains de réception et de transmission

source: Reception gain
fr: Gain de réception

source: in dB
fr: en dB

source: Transmission gain
fr: Gain de transmission

source: Outbound prefix
fr: Préfixe de sortie

source: Used to call through a PBX
fr: Utilisé pour appelé à travers un PBX

source: Standard ZAP PRI trunk
fr: Canal ZAP PRI standard

source: New standard ZAP PRI trunk
fr: Nouveau canal ZAP PRI standard

source: PRI signalling, CPE side
fr: Signalisation PRI, coté CPE

source: PRI signalling, Network side
fr: Signalisation PRI, coté réseau

source: Switch type
fr: Type de switch

source: Calls from PRI channel(s)
fr: Appels venant du/des canal/canaux PRI

source: Group already in use
fr: Groupe déja utlisé

source: Standard ZAP trunk
fr: Canal ZAP standard

source: New standard ZAP trunk
fr: Nouveau canal ZAP standard

source: Calls from ZAP trunk
fr: Appels venant du canal ZAP

source: None
fr: Aucun

source: Name should not contain '-' or spaces
fr: Le nom ne doit pas contenir de '-' ou d'espaces

source: Name already in use
fr: Le nom est déja utilisé

source: Price for this pattern
fr: Coût de ce pattern

source: Password:
fr: Mot de passe :

source: Dial Command
fr: Commande d'appel

source: You should select a phone to ring to
fr: Sélectionner un téléphone à faire sonner

source: This menu will contain all sorts of administration stuff:
fr: Ce menu contient toutes sortes de composants d'administration

source: 0,No timeout|300,5 minutes|600,10 minutes|1200,20 minutes|2400,40 minutes|3000,50 minutes
fr: 0,pas de minuterie|300,5 minutes|600,10 minutes|1200,20 minutes|2400,40 minutes|3000,50 minutes

source: Restarting the panel daemon ...
fr: Redémarrage du démon du panneau...

source: U
fr: M

source: Invalid URL
fr: URL invalide

source: Object does not exist
fr: L'objet n'existe pas

source: Cascade Delete
fr: Suppression en cascade

source: Cancel
fr: Annuler

source: Warning
fr: Avertissement

source: The following configlets depends on this object in a direct or indirect way:
fr: L'outil de configuration suivant depend de cet objet de façon directe ou indirecte :

source: Hard Dependencie:
fr: Dépendance forte:

source: Soft Dependencie:
fr: Dépendance faible

source: Hard dependencie: The dependent object can not exist if this object is deleted
fr: Dépendance forte : L'objet dépendant ne peut pas si l'objet est supprimé

source: Soft dependencie. The dependent object still can exist if this object is deleted
fr: Dépendance faible : l'objet dépendant peut encore exister si cette objet est supprimé

source: Required '%s' not found
fr: '%s' requis non trouvé

source: Submit
fr: Soumettre

source: Update
fr: Mise à jour

source: Delete
fr: Supprimer

source: Calls Statistics
fr: Statistiques d'appels

source: Day:
fr: Jour :

source: Calls per Hour in a Day
fr: Appels par heure dans une journée

source: Hours
fr: Heures

source: Minutes per Hour in a Day
fr: Minuntes par heure dans une journée

source: Cost per Hour in a Day
fr: Coût par heure dans une journée

source: Cost
fr: Coût

source: Day
fr: Jour

source: Calls per Day in a Month
fr: Appels par jour dans un mois

source: Days
fr: Jours

source: Minutes per Day in a Month
fr: Minutes par jour dans un mois

source: Cost per Day in a Month
fr: Coût par jour dans un mois

source: Month
fr: Mois

source: Calls per Month in a Year
fr: Appels par mois dans une année

source: Months
fr: Mois

source: Minutes per Month in a Year
fr: Minutes par mois dans une année

source: Cost per Month in a Year
fr: Coût par mois dans une année

source: Year
fr: Année

source: Calls per Year
fr: Appels par an

source: Years
fr: Ans

source: Minutes per Year
fr: Minutes par an

source: cost per Year
fr: coût par an

source: All
fr: Tout

source: Sorry, this kind of query is not supported yet
fr: Désolé, ce type de requête n'est pas encore supporté

source: Statistics of Calls by Date:
fr: Statistiques d'appels par date

source: Results
fr: Résultat

source: You need to install pychart and use a cdr with sqlite to get these statistics
fr: Vous devez installer puchart et utiliser un cdr en sqlite pour avoir ces statistiques

source: Call Details
fr: Détail des appels

source: Get statistics about made and received calls
fr: Statistiques des appels effectués et reçus

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Wildcards: % is the 'zero or more characters' wildcard, and _ is the 'exactly one character' wildcard
fr: Le caractère: % représente 'zéro ou plusieurs caractères' et _ représente 'exactement un caractère'

source: Caller ID
fr: Identifiant de l'appelant

source: You can use the same wildcards as above
fr: Vous pouvez utiliser les mêmes caractères de matching que ci-dessus

source: Duration
fr: Durée

source: In seconds
fr: En secondes

source: Number of records to show:
fr: Nombre d'enregistrements affichés :

source: Search between the following dates
fr: Recherche entre les dates suivantes

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Start:
fr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Début :

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;End:
fr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fin :

source: Search
fr: Recherche

source: Asc. Order
fr: Ordre croissant

source: Desc. Order
fr: Ordre décroissant

source: Duration of Call
fr: Durée d'appel

source: Cost of call
fr: Coût de l'appel

source: Result
fr: Résultat

source: Answered
fr: Réponse

source: Not answered
fr: Pas répondu

source: Busy
fr: Occupé

source: Failed
fr: Echoué

source: start
fr: début

source: Cost_per_Minute
fr: Coût_par_Minute

source: Showing records from %s to %s of %s <br /><br />
fr: Affiche les enregistrements de %s à %s de %s <br /><br />

source: Total Duration of shown calls: %s min.
fr: Durée totale des appels affichés : %s min.

source: Total Cost of shown calls: %s
fr: Coût total des appels affichés : %s

source: Dialout Statistics
fr: Statistiques des appels sortants

source: Statistics for Dialout Entries
fr: Statistiques des entrées d'appels sortants

source: From:
fr: De :

source: To:
fr: A :

source: No one Match
fr: Aucun ne correspond

source: Incomming Calls per Dialout Entry
fr: Appels entrants par entrée d'appels sortants

source: Dialout Name
fr: Nom d'appel sortant

source: Outgoing Calls per Dialout Entry
fr: Appels sortants par entrée d'appels sortants

source: Statistics of Calls by Dialout Entry:
fr: Statistiques des appels par entrée d'appels sortants :

source: Asternic Flash Operator Panel
fr: Panneau Asternic Flash Operator

source: You don't have a panel configured yet
fr: Vous n'avez pas encore configuré le panneau

source: You have a panel configured
fr: Vous avez un panneau configuré

source: here
fr: ici

source: PBX State
fr: Etat du PBX

source: Status of Asterisk/DeStar PBX
fr: Status de Asterisk/DeStar PBX

source: Asterisk is not running!
fr: Asterisk n'est pas lancé

source: The manager access is not working!
fr: L'accès de gestion ne fonctionne pas

source: Extension Statistics
fr: Statistiques d'extension

source: Statistics for an Extension
fr: Statistiques d'une extension

source: Statistics of Extension Calls by Dialout Entry:
fr: Statistiques des appels d'extension par entrée d'appel sortant

source: Perform administrative actions to PBX and extensions
fr: Effectue des actions administrative sur le PBX et les extensions

source: Trunk Statistics
fr: Statistiques de canal

source: Statistics for Trunks
fr: Statistiques de canaux

source: Incomming Calls per Trunk
fr: Appels entrants par canal

source: Trunk Name
fr: Nom du canal

source: Outgoing Calls per Trunk
fr: Appels sortant par canal

source: Statistics of Calls by Trunk:
fr: Statistiques des appels par canal

source: Add a new configlet
fr: Ajoute un nouvel outils de configuration

source: Applications
fr: Application

source: Special Asterisk Applications
fr: Application spécial d'Asterisk

source: Backup a config file
fr: Sauvergarde du fichier de configuration

source: I had a problem backing up %s
fr: Problème de sauvegarde de %s

source: Dialout
fr: Appel sortant

source: Dialout entries for outgoing calls
fr: Entrée d'appel sortant pour les appels extérieurs

source: Moves a configlet one position down
fr: Déplace un outils de configuration une position en-dessous

source: Could not swap id's %s and %s
fr: Ne paut pas échanger %s et %s

source: Edit a configlet
fr: Editer un outil de configuration

source: Interactive Voice Response menus for the PBX.
fr: Menu du 'Interactive Voice Response' pour le PBX

source: DeStar and Asterisk options and parameters
fr: DeStar et Asterisk options et paramètres

source: Phones
fr: Téléphones

source: Phones and their settings
fr: Téléphones et leurs paramètres

source: Modify Asterisk configuration
fr: Modifier la configuration d'Asterisk

source: Configuration tips
fr: Conseils de configuration

source: You should create a user with type 'Configurator'. Without this user, everyone connecting to DeStar can configure everything.
fr: Vous devez créer un utilisateur de type 'Configurateur'. Sans cet utilisateur, tout le monde se connectant sur DeStar peut modifier tout.

source: You should enable write access to the directory /etc/asterisk. Without the ability to modify the configuration files DeStar would be pretty useless. You should 'chmod g+rwx' this directory and set it's group to one of '%s'.
fr: Vous devez authoriser l'accès en écriture au répertoire /etc/asterisk. Sans cette possibilité de modification des fichiers de configuration DeStar est inutilisable. Vous devez 'chmod g+rwx' ce répertoire et mettre son groupe à un de '%s'.

source: You should create a management API entry. Without this entry, DeStar can't control the Asterisk PBX software.
fr: Vous devez créer une entrée API de gestion. Sans cette entrée, DeStar ne peut pas contrôler le logiciel de PBX Asterisk.

source: You should create a phone. Without defined phones you can't make and receive calls.
fr: Vous devez créer un téléphone. Sans téléphones définis vous ne pouvez pas effecuer et recevoir des appels.

source: You should create a trunk (connection to a Phone company or VOIP Provider). Without a trunk you can only make calls between local phones.
fr: Vous devriez créer un canal (connection vers une compagnie de téléphone ou un fournisseur VOIP). Sans un canl vous pouvez seulement effectuer des appels entre téléphones locaux.

source: Trunks
fr: Canaux

source: You should enable write access to /etc/zaptel.conf. Without write access to this file you cannot configure Zaptel devices, e.g. FXO/FXS cards, T1/E1 cards, ZapHFC ISDN cards, etc. You should 'chmod g+rw' this file and set it's group to one of '%s'.
fr: Vous devez autoriser l'écriture sur /etc/zaptel.conf. Sans l'accès à ce fichier vous ne serez pas à même de configurer les produits Zaptel, entre autres cartes FXO/FXS, cartes T1/E1, cartes ZapHFC ISDN, etc. Vous devez 'chmod g+rw' ce fichier et mettre son groupe à un de '%s'.

source: You should enable write access to the %s directory. Without the ability to modify the Asternic Flash Operator Panel configuration files DeStar won't be integrated whit the panel.
fr: Vous devriez activer l'accès en écriture au répertoire %s. Sans cette capacité à modifer les fichiers de configuration du panneau Asternic Flash Operator, celui ne pourra pasêtre intégré au panneau.

source: Configured
fr: Configuré

source: Category
fr: Catégorie

source: Other things you can configure:
fr: Autres points que vous pouvez configurer :

source: You can configure the following things
fr: Vous pouvez configurer les points suivants

source: Apply Changes
fr: Appliquer les changements

source: Reload Asterisk/DeStar PBX
fr: Redémarrer Asterisk/DeStar PBX

source: Doing a reload, result is:
fr: En train de faire un redémarrage, le résultat est :

source: Telephone company lines and VoIP-Trunks
fr: Lignes de compagnies de téléphone et canaux VoIP

source: You should add at least one phone to configure trunks
fr: Vous devez ajouter au moins un téléphone pour configurer des canaux

source: Moves a configlet one position up
fr: Déplace un outil de configuration une position au dessus

source: Users
fr: Utilisateurs

source: Users and Mailboxes
fr: Utilisateurs et boites à messages

source: View Configuration
fr: Voir la configuration

source: Show Asterisk configuration files
fr: Afficher les fichiers de configuration d'Asterisk

source: Show
fr: Afficher

source: Asterisk configuration files
fr: Fichiers de configuration Asterisk

source: Nothing to Show
fr: Rien à afficher

source: There is nothing configured yet.
fr: Rien n'a encore été configuré

source: Debug
fr: Débug

source: Various functions to debug DeStar, mostly useful for programmers
fr: Diverse fonctions pour débugguer DeStar, la plupart utiles aux développeurs

source: Values
fr: Valeurs

source: Dumps all values in the HTTP request
fr: Affiche toutes les valeurs dans une requête HTTP

source: Login into DeStar
fr: Login dans DeStar

source: User or phone name/number
fr: Utilisateur ou numéro/nom de téléphone

source: Password or PIN
fr: Mot de passe ou PIN

source: Invalid username or password
fr: Utilisateur ou mot de passe invalide

source: Logout
fr: Se délogguer

source: Logout and become a guest user
fr: Se délogguer et devenir un utilisateur invité

source: Main menu
fr: Menu principal

source: DeStar main page
fr: Page principale DeStar

source: Access Denied
fr: Accès refusé

source: You don't have access to this page.
fr: Vous n'avez pas accès à cette page

source: User Info
fr: Info utilisateur

source: Your access rights in DeStar
fr: Vos droits d'accès dans DeStar

source: You are now logged in as user
fr: Vous êtes maintenant loggué comme l'utilisateur

source: Your access level is
fr: Votre niveau d'accès est

source: Programmer
fr: Programmeur

source: Your account is disabled.
fr: Votre compte est désactivé

source: You are not logged in.
fr: Vous n'êtes pas loggués

source: You can do
fr: Vous pouvez faire

source: access all public accessible info pages
fr: accès à toutes les pages d'info publique

source: change your personal phone settings
fr: changez votre configuration personnelle de téléphone

source: change phone settings of other people
fr: changez les configurations d'autres personnes

source: configure the PBX
fr: configurer le PBX

source: access debug pages to help program DeStar
fr: accès aux pages de débug pour aider à la programmation de DeStar

source: Have fun!
fr: Bon amusement

source: Perform tasks allowed by users
fr: Effetuer des tâches autorisées par utilisateurs

source: Access all public accessible info pages
fr: Accès à toutes les pages d'info publiquement accessible

source: Change your personal phone settings
fr: Changez vos paramètres personnels

source: Change phone settings of other people
fr: Changez les paramètres des téléphones d'autres gens

source: Configure the PBX
fr: Configurez le PBX

source: Access debug pages to help program DeStar
fr: Accès aux pages de débug pour aider à la programmation de DeStar

source: Quick Dial List
fr: Liste de numérotation rapide

source: Global Shorcuts and Final Destinations
fr: Raccourcis globaux et destinations finales

source: No Global Shorcuts Found on Database
fr: Pas de raccourcis globaux trouvés dans la base de données

source: Private Shorcuts and Final Destinations
fr: Raccourcis privés et destinations finales

source: No Private Shorcuts Found on Database
fr: Pas de raccourcis privés trouvés dans la base de données

source: You don't have an associated phone
fr: Vous n'avez pas de téléphone associé

source: Phone Settings
fr: Paramètres des téléphones

source: Set your phone settings
fr: Configurez votre téléphone

source: Enable 'do not disturb'
fr: Activer 'Ne pas déranger'

source: Immediate call forwarding to
fr: Faire suivre l'appel immédiatement à

source: Forward call when busy/unavailable to
fr: Faire suivre l'appel quand occupé/non disponible à

source: Seconds of incoming ring time
fr: Secondes de sonneries entrantes

source: Voicemail pin
fr: Pin de boite à message

source: Extension Password
fr: Mot de passe d'extension

source: Could not create destar configuration file.
fr: Impossible de créer le fichier de configuration DeStar.

source: Phone State
fr: Status du téléphone

source: Status of your phone
fr: Status de votre téléphone

source: State
fr: Status

source: Last updated
fr: Dernière mise à jour

source: Registration status
fr: Status d'enregistrement

source: PeerStatus
fr: Status distant

source: Channel ID
fr: Identifiant canal

source: Channel
fr: Canal

source: Called extension
fr: Extension appelée

source: Callerid
fr: Identifiant de l'appelant

source: Other state
fr: Autre status

source: New Voicemail Messages
fr: Nouveau messages de boite vocale

source: New
fr: Nouveau

source: Old Voicemail Messages
fr: Anciens messages de boite vocale

source: Old
fr: Ancien

source: Number of Calls
fr: Nombre d'appels

source: Answered Calls
fr: Appels répondus

source: Not Answered Calls
fr: Appels non répondus

source: Busy Calls
fr: Appels occupés

source: Failed Calls
fr: Appels ayant échoués

source: Calls
fr: Appels

source: Not Answered
fr: Non répondu

source: Error
fr: Erreur

source: You don't have access to this page
fr: Vous n'avez pas accès à cette page

source: Error:
fr: Erreur:

source: please install Quixote 1.x
fr: S'il vous plait, installez Quixote 1.x

source: Add more
fr: Ajouter plus de/d'

source: please install Quixote > 1.2 and < 2.0
fr: S'il vous plait, installez entre Quixote > 1.2 et < 2.0

source: Virtual PBX
fr: PBX Virtuel

source: Allow calling to all extensions of PBX
fr: Autorise l'appel de toutes les extensions du PBX

source: New Virtual PBX
fr: Nouveau PBX virtuel

source: You can have several logically separated PBX
fr: Vous pouvez avoir plusieurs PBX séparés logiquement

source: Associated Virtual PBX
fr: PBX virtuel associé
