Repository: BackupTheBerlios/destar-svn
Catalog: branches/icom-avatar/po/*.po
Languages: fr

source: Price/Account_code for this pattern
fr: Coût/Code_de_compte pour ce pattern

source: Perform administrative actions to PBX
fr: Effectue des actions administratives sur le PBX

source: DIDs
fr: SDA

source: Direct Inward Dialing.
fr: Sélection directe à l'arrivée

source: Call Details For Virtual PBX
fr: Détails d'appel pour le PBX virtuel

source: Time_of_start
fr: Heure_du_début

source: Virtual PBX Owner
fr: Propriétaire du PBX virtuel

source: Statistics
fr: Statistiques

source: Global PBX statistics and CDR
fr: Statistiques PBX globales et CDR

source: DeStar %s, Copyright (C) 2005 by Holger Schurig and contributors. DeStar comes with ABSOLUTELY NO WARRANTY. This is free software, you are welcome to redistribute it under certain conditions; see the included files GPL-2.txt and COPYRIGHT.txt
fr: Destar %s, Copyright (C) 2005 Holger Schurig et contributeurs. DeStar est fourni avec aucune garantie. Il s'agit d'un logiciel libre, vous pouvez le redistribuer sous certaines conditions, cfr. les fichiers inclus GPL-2.txt et COPYRIGHT.txt

source: DeStar: Asterisk Management web interface
fr: DeStar : Interface web de gestion d'Asterisk

source: Usage:
fr: Utilisation:

source: %s [options]: normal execution
fr: %s [options] : execution normale

source: %s -h|--help: print this text and exit peacefully
fr: %s -h|--help : affiche ce texte et quitte en paix

source: %s -v|--version: only print version information
fr: %s -v|--version : affiche seulement la version

source: -p <pid> | --pid=<pid>: use <pid> to store the daemon's PID
fr: -p <pid> | --pid=<pid>: utilise <pid> pour stocker le PID du démon

source: -d | --daemonize: run in the background
fr: -d | --daemonize : lance en tâche de fond

source: -r <port> | --port=<port>: run on port <port> (default: 8080)
fr: -r <port> | --port=<port> : tourne sous le port <port> (défault : 8080)

source: DeStar: Command-line parsing error. Aborting.
fr: DeStar : Erreur de syntaxe dans la ligne de commande. Annulation.

source: Error: rport (-r <num>/--port=<num> must be a number)
fr: Erreur : rport (-r <nhum>/--port=<num> doit être un nombre)

source: Note: you should install python-pysqlite2 to have CDR functionality
fr: Note : vous devriez installer python-pysqlite2 pour avoir la fonctionnalité de CDR

source: Note: you don't seem to have access to %s yet
fr: Note : vous ne semblez pas encore avoir accès à %s

source: One Touch Monitor
fr: Moniteur une touche

source: Touch Monitor Extension
fr: Touche moniteur d'extension

source: Extension to dial to start monitoring a call.
fr: Extension à composer pour commencer le monitoring d'un appel

source: Transfer Extensions
fr: Transfère d'extensions

source: Extensions to dial to transfer a call.
fr: Extension à composer pour transférer un appel

source: Blind Transfer Extension
fr: Transfère d'extension à l'aveugle

source: Attended Transfer Extension
fr: Extension de transfère d'occupation

source: Number of seconds to wait between digits when transfering a call
fr: Nombre de secondes à attendre entre les chiffres lors d'un transfère d'appel

source: Default is 3 seconds
fr: Le défaut est de 3 secondes

source: Timeout for answer on attended transfer
fr: Timeout de réponse sur un transfère occupé

source: Default is 15 seconds
fr: Le défaut est de 15 secondes

source: Virtual PBX Administrator
fr: Administrateur de PBX virtuel

source: Please choose a Virtual PBX for this user.
fr: Svp choisissez un PBX virtuel pour cet utilisateur

source: Simple Hunt Group
fr: Groupe de cascade

source: New Hunt Group for 5 extensions
fr: Nouveau groupe de cascade pour 5 extensions

source: Cycle until timeout?
fr: Cycle jusqu'à un timeout ?

source: else it will give only two rounds
fr: sinon il n'y aura que deux tours

source: Phones to add to the group
fr: Téléphones à ajouter dans le groupe

source: Phone #1
fr: Téléphone #1

source: Repeat?
fr: Répète ?

source: Phone #2
fr: Téléphone #2

source: Phone #3
fr: Téléphone #3

source: Phone #4
fr: Téléphone #4

source: Phone #5
fr: Téléphone #5

source: Extension already in use on that PBX
fr: L'extension est déja utilisée sur ce PBX

source: System Status
fr: Status du système

source: System information of your machine
fr: Information système de votre machine

source: System
fr: Système

source: Load Average in the last minute
fr: Charge moyenne dans la dernière minute

source: Load Average in the last 5 minutes
fr: Charge moyenne dans les 5 dernières minutes

source: Processor
fr: Processeur

source: Frequency
fr: Fréquence

source: Total Memory
fr: Mémoire totale

source: Free Memory
fr: Mémoire libre

source: Disk Usage
fr: Utilisation disque

source: Device
fr: Périphérique

source: FileSystem type
fr: Type du système de fichier

source: Total Size
fr: Taille totale

source: Used
fr: Utilisé

source: Available
fr: Disponible

source: Use percentage
fr: Pourcentage utilisé

source: Mount point
fr: Point de montage

source: Save/View Configuration
fr: Sauve/Visualise la configuration

source: Save and show Asterisk configuration files
fr: Sauve et affiche les fichiers de configuration d'Asterisk

source: Other Calls
fr: Autres appels

source: Internal
fr: Interne

source: Please specify an application
fr: Svp spécifiez une application

source: Call Forwarding if Busy
fr: Transfère d'appel si occupé

source: Call Forwarding if Timeout/Unavailable
fr: Transfère d'appel si Timeout/Non disponible

source: Skip asterisk media path?
fr: Evite le chemin de média d'asterisk

source: Monitor calls made from this extension?
fr: Surveille les appels exécutés de cette extension

source: Otherwise it will use Date-CallerIdName(CallerIdNum)-Exten
fr: Sinon sera utilisé Date-CallerIdName(CallerIdNum)-Exten

source: Append to existing file instead of overwriting it?
fr: Ajouter au fichier existant à la place de remplacer

source: Save audio while the channel is bridged?
fr: Sauve le son pendant que le cannal est bridgé

source: Heard volume factor
fr: Entendre le facteur de volume

source: Spoken volume factor
fr: Facteur de volume parlé

source: Forward call when busy to
fr: Faire suivre l'appel quand occupé vers

source: Forward call when timeout/unavailable to
fr: Faire suivre l'appel quand timeout/non disponible vers

source: Disallow calling user transfer?
fr: Interdit le transfère de l'utilisateur appelant ?

source: Error writing up %s
fr: Erreur d'écriture sur %s

source: Extensions to add/remove from personal quick dial list. The add extension will be of the form prefix+2_digits_key+*+final_destination. The remove extension will be of the form prefix+2_digits_key. The personal quick dial list works for all extensions, by dialing dial_prefix+2_digits_key and only if the extension has an assigned dialout entry which pattern matches the final destination.
fr: Extensions à ajouter à partir de la liste de numérotation rapide. L'ajout d'extension sera de la forme préfixe+2_chiffres+*+destination_finale. La suppression d'extension sera de la forme préfixe+2_chiffres. La liste de numérotation rapide personnelle fonctionne pour toutes les extensions, en téléphonant préfixe_d_appel+2_chiffres et seulement si l'extension possède une entrée d'appel sortant matchant la destination finale

source: New extensions to add/remove/access personal quick dial list
fr: Nouvelles extensions à ajouter/supprimer/accéder de la liste des numérotations rapide

source: Dial prefix
fr: Préfixe d'appel

source: View/Save Configuration
fr: Voir/Sauver configuration

source: Show and Save Asterisk configuration files
fr: Monter et sauver les fichiers de configuration d'asterisk

source: Save all changes
fr: Sauver tous les changements

source: Save changes results
fr: Sauver les résultants des changements

source: Configuration files saved
fr: Fichiers de configuration sauvés

source: There were problems writing the configuration. Please take a look at the error logs.
fr: Il y a eu des problèmes lors de la sauvegarde de la configuration. Svp, regardes les logs d'erreur

source: WARNING: This configuration might experience grave problems because the following asterisk modules are missing on your system:
fr: AVERTISSEMENT: Cette configuration peut avoir de problème conséquents car les module asterisk suivant sont manquants sur votre système :

source: Allow g726 codec
fr: Autorise le codec g726

source: Show selected files
fr: Montre les fichiers sélectionnés

source: Audio Codec
fr: Codec audio

source: New audio codec to be used
fr: Nouveau codec audio à utiliser

source: Allow codec
fr: Autorise codec

source: Use all codecs
fr: Utilise tous les codecs

source: Audio codecs to use on SIP and IAX channels.
fr: Codecs audio à utiliser sur les cannaux SIP et IAX

source: Note: you don't seem to have access to %s yet created by cdr_sqlite3_custom. See INSTALL.txt for details.
fr: Note : vous ne semblez pas avoir accès à %s déja créé par cdr_sqlite3_custom. Consultez INSTALL.txt pour les détails.

source: Depricated: use individual 'Audio Codec' configlets instead.
fr: Désuet : utilisez le configlets individuel 'Audio Codec' à la place

source: You don't seem to have access to %s yet created by cdr_sqlite3_custom. Without this file CDR reports wont be accesible trough this interface.),
fr: Note : vous ne semblez pas avoir accès à %s déja créé par cdr_sqlite3_custom. Sans ce fichier, les rapports CDR ne seront pas accessible via cette interface.

source: You don't seem to have access to %s yet created by cdr_sqlite3_custom. Without this file CDR reports wont be accesible trough this interface.
fr: Note : vous ne semblez pas avoir accès à %s déja créé par cdr_sqlite3_custom. Sans ce fichier, les rapports CDR ne seront pas accessible via cette interface.

source: Available actions
fr: Actions disponibles

source: -b | --backend: run on backend mode
fr: -b | --backend : lance en mode backend

source: -g | --generate-docs: generate documentation
fr: -g | --generate-docs : génère la documentation

source: i.e. hours|weekdays|monthdays|months (comma separated)
fr: càd heures|jours de la semaine|jours du mois|mois (séparés par des vigules)

source: This is a SIP phone account, to be used by hard-phones, soft-phones, ATAs, etc.
fr: Ceci est un compte de téléphone SIP pouvant être utilisé par des téléphones matériels ou logiciels, ATAs, etc.

source: The configlet '%s' does not have a description
fr: La configlet '%s' n'a pas de description

source: Try to detect busy signal to detect if remote site hung up
fr: Essaie de détecter le signal d'occupation si le site distant raccroche

source: Showing records from %s to %s of %s
fr: Affichage des enregistrements de %s à %s de %s

source: Time to wait before answer the line
fr: Temps d'attente avant de répondre sur la ligne

source: (in seconds)
fr: (en secondes)

source: How many time has the user to dial an extension?
fr: Combien de fois un utilisateur a pour composer une extension ?

source: Button Size
fr: Taille de Bouton

source: Very Small
fr: Très petit

source: Small
fr: Petit

source: Large
fr: Grand

source: Very Large
fr: Très grand

source: Save audio only while the channel is bridged?
fr: Sauvegarder l'audio seulement pendant que cannal est bridgé ?

source: Does not include conferences
fr: N'inclus pas les conférences

source: Ring instead of playing Music-on-Hold?
fr: Sonne à place de jouer la musique d'attente ?

source: Allow dial extension from which Virtual PBX
fr: Autorise l'extension d'appel à partir de quel PBX VIrtual
